Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactCat12
source: Cats sleep for an average of 12 to 16 hours a day. This means a seven-year-old cat has only been awake for about two years of its life.
ru: Кошки спят в среднем от 12 до 16 часов в сутки. Это означает, что семилетняя кошка бодрствовала всего около двух лет своей жизни.

# FactCat13
source: If a cat brings you a dead mouse, they aren’t just giving a gift. They likely think you are a terrible hunter and are trying to teach you how to feed yourself.
ru: Если кошка приносит вам мертвую мышь, это не просто подарок. Скорее всего, она считает вас плохим охотником и пытается научить вас добывать еду.

# FactCat14
source: A cat’s «slow blink» is a sign of extreme trust and affection. By closing their eyes, they are telling you they don’t perceive you as a threat.
ru: «Медленное моргание» кошки — это признак крайнего доверия и привязанности. Закрывая глаза, они сообщают вам, что не воспринимают вас как угрозу.

# FactCat15
source: Cats often get the «zoomies» after using the litter box. This is sometimes attributed to a «poo-phoria» caused by the stimulation of the vagus nerve.
ru: Кошки часто устраивают «забеги» после посещения лотка. Иногда это объясняется «пу-форией», вызванной стимуляцией блуждающего нерва.

# FactCat16
source: Your cat likely recognizes your voice but chooses to ignore you. Studies show cats can distinguish their owner’s voice from strangers but don’t feel the need to respond.
ru: Ваша кошка, скорее всего, узнает ваш голос, но предпочитает игнорировать вас. Исследования показывают, что кошки отличают голос хозяина от чужого, но не считают нужным откликаться.

# FactCat17
source: Cats are crepuscular, not nocturnal, meaning they are most active at dawn and dusk. This is when their natural prey is usually most active and vulnerable.
ru: Кошки — сумеречные животные, а не ночные, то есть они наиболее активны на рассвете и в сумерках. Именно в это время их естественная добыча наиболее уязвима.

# FactCat18
source: When a cat rubs its face on you, it is «marking» you with scent glands in its cheeks. You have officially been claimed as their personal property.
ru: Когда кошка трется о вас лицом, она «помечает» вас пахучими железами на щеках. Вы официально стали её личной собственностью.

# FactCat19
source: Cats can jump up to six times their own height. Their powerful hind leg muscles act like springs to propel them upward.
ru: Кошки могут прыгать на высоту, в шесть раз превышающую их собственный рост. Мощные мышцы задних лап действуют как пружины, выталкивая их вверх.

# FactCat20
source: A cat’s tail is a mood barometer, a slight twitch at the tip usually means irritation. However, a high, vibrating tail is the feline version of an enthusiastic «hello!»
ru: Хвост кошки — это барометр настроения, легкое подергивание кончика обычно означает раздражение. Однако высоко поднятый вибрирующий хвост — это кошачья версия восторженного «привет!».

# FactCat21
source: In Ancient Egypt, if a family cat died, the owners would shave off their eyebrows as a sign of mourning. They would continue to mourn until their eyebrows grew back.
ru: В Древнем Египте, если в семье умирала кошка, хозяева сбривали брови в знак траура. Они скорбели до тех пор, пока брови не отрастали снова.

# FactCat22
source: The first cat in space was a French feline named Felicette in 1963. She survived the trip and returned to Earth as a national hero.
ru: Первой кошкой в космосе была французская кошка по имени Фелисетт в 1963 году. Она пережила полет и вернулась на Землю национальной героиней.

# FactCat23
source: Isaac Newton is often credited with inventing the cat door. He reportedly got tired of his cats scratching at the door while he was trying to study light.
ru: Исааку Ньютону часто приписывают изобретение кошачьей дверцы. Говорят, ему надоело, что кошки царапают дверь, пока он пытается изучать свет.

# FactCat24
source: A cat named Stubbs served as the honorary mayor of Talkeetna, Alaska, for 20 years. He spent his days drinking water spiked with catnip from a wine glass.
ru: Кот по имени Стаббс в течение 20 лет занимал пост почетного мэра Талкитны, Аляска. Он проводил дни, попивая воду с кошачьей мятой из винного бокала.

# FactCat25
source: Black cats are considered bad luck in the US, but in the UK and Japan, they are seen as good luck. In some cultures, a black cat crossing your path is a blessing.
ru: В США черные кошки считаются плохой приметой, но в Великобритании и Японии они приносят удачу. В некоторых культурах черная кошка, перебежавшая дорогу, считается благословением.

# FactCat26
source: The CIA once spent millions trying to turn a cat into a spy by implanting a microphone in its ear. The mission failed when the «Acoustic Kitty» was hit by a taxi on its first outing.
ru: ЦРУ однажды потратило миллионы, пытаясь превратить кошку в шпиона, вживив микрофон в её ухо. Миссия провалилась, когда «Акустическую кошечку» сбило такси на её первом задании.

# FactCat27
source: There is a town in Taiwan called Houtong that is famous for its massive cat population. It was once a coal mining town but is now a major tourist destination for cat lovers.
ru: В Тайване есть город Хоутонг, знаменитый своей огромной популяцией кошек. Когда-то это был шахтерский городок, а теперь — главный туристический центр для любителей кошек.

# FactCat28
source: Abraham Lincoln was a huge cat fan and used to feed his cats with gold forks at the White House. When asked if his husband had a hobby, Mary Todd Lincoln simply said, «Cats».
ru: Авраам Линкольн был большим фанатом кошек и кормил их золотыми вилками в Белом доме. Когда Мэри Тодд Линкольн спросили о хобби мужа, она просто ответила: «Кошки».

# FactCat29
source: In the Middle Ages, cats were unfortunately associated with witchcraft and were often persecuted. This led to an explosion in the rat population, which worsened the Black Death.
ru: В Средние века кошек несправедливо связывали с колдовством и преследовали. Это привело к взрыву популяции крыс, что усугубило пандемию Черной смерти.

# FactCat30
source: Ancient Romans considered cats to be symbols of liberty and freedom. They were the only animals allowed inside their temples.
ru: Древние римляне считали кошек символами свободы и независимости. Они были единственными животными, которым разрешалось входить в их храмы.

# FactCat31
source: Cats cannot taste sweetness at all. They lack the specific taste receptors for sugar, so your cake is safe from them.
ru: Кошки вообще не чувствуют сладкого вкуса. У них отсутствуют рецепторы сахара, поэтому ваш торт в безопасности.

# FactCat32
source: A cat’s brain is 90% biologically similar to a human’s. We share the same parts of the brain that control emotions.
ru: Мозг кошки на 90% биологически схож с человеческим. У нас общие участки мозга, отвечающие за эмоции.

# FactCat33
source: Their night vision is roughly six times better than ours. They have a reflective layer behind their retina called the tapetum lucidum that makes their eyes glow.
ru: Их ночное зрение примерно в шесть раз лучше нашего. За сетчаткой у них есть отражающий слой, благодаря которому их глаза светятся.

# FactCat34
source: Cats have a peripheral vision of 285 degrees. This wide-angle view helps them spot movement from almost any direction.
ru: Периферийное зрение кошки составляет 285 градусов. Этот широкий угол помогает им замечать движение практически с любого направления.

# FactCat35
source: A cat’s heart beats much faster than a human’s, ranging from 110 to 140 beats per minute. That’s nearly double the average human resting heart rate.
ru: Сердце кошки бьется гораздо быстрее человеческого — от 110 до 140 ударов в минуту. Это почти в два раза больше среднего пульса человека в покое.

# FactCat36
source: Cats only sweat through their paws. If you see wet paw prints on a hot day, your cat is trying to cool down.
ru: Кошки потеют только через подушечки лап. Если в жаркий день вы видите мокрые следы, значит, кошка пытается охладиться.

# FactCat37
source: Female cats are typically right-pawed, while male cats are typically left-pawed. This sexual dimorphism in «handedness» is still being studied by biologists.
ru: Самки кошек обычно правши, а самцы — левши. Этот половой диморфизм в «рукости» до сих пор изучается биологами.

# FactCat38
source: Cats have more than 200 million odor-sensitive cells in their noses. For comparison, humans only have about 5 million.
ru: В носу кошки более 200 миллионов чувствительных к запахам клеток. Для сравнения, у человека их всего около 5 миллионов.

# FactCat39
source: A cat’s tongue is covered in tiny hooks called papillae. These are made of keratin and help the cat rasp meat off bones and groom their fur.
ru: Язык кошки покрыт крошечными крючками, называемыми сосочками. Они сделаны из кератина и помогают кошке соскабливать мясо с костей и чистить шерсть.

# FactCat40
source: They can drink seawater to survive if they have to. Their kidneys are efficient enough to filter out the salt and rehydrate their bodies.
ru: При необходимости они могут пить морскую воду, чтобы выжить. Их почки достаточно эффективны, чтобы отфильтровывать соль и увлажнять организм.

# FactCat41
source: Cats can make over 100 different sounds. Dogs, on the other hand, can only make about 10.
ru: Кошки могут издавать более 100 различных звуков. Собаки, с другой стороны, могут издавать только около 10.

# FactCat42
source: A group of cats is called a «clowder». A group of kittens is called a «kindle».
ru: Группа взрослых кошек в английском языке называется «clowder». Группа котят называется «kindle».

# FactCat43
source: Cats are very sensitive to vibrations and can feel an earthquake coming 10 to 15 minutes before humans do. They often become agitated or try to hide right before a tremor.
ru: Кошки очень чувствительны к вибрациям и могут почувствовать приближение землетрясения за 10–15 минут до людей. Они часто становятся беспокойными прямо перед толчком.

# FactCat44
source: Most cats are actually lactose intolerant. While they love the taste of milk, it usually causes them significant digestive upset.
ru: Большинство кошек на самом деле имеют непереносимость лактозы. Хотя им нравится вкус молока, оно обычно вызывает у них расстройство пищеварения.

# FactCat45
source: House cats share 95.6% of their genetic makeup with tigers. Your fluffy friend is basically a tiny, living room-sized jungle cat.
ru: Домашние кошки на 95,6% генетически идентичны тиграм. Ваш пушистый друг — это, по сути, крошечный тигр, живущий в гостиной.

# FactCat46
source: Cats can move their top and bottom eyelids independently. This allows them to «squint» to protect their eyes while still keeping a lookout.
ru: Кошки могут двигать верхним и нижним веками независимо друг от друга. Это позволяет им «щуриться» для защиты глаз, продолжая наблюдение.

# FactCat47
source: The richest cat in the world inherited $12.5 million from its owner. Blackie the cat lived a life of luxury while his owner’s relatives got nothing.
ru: Самая богатая кошка в мире унаследовала от своего хозяина 12,5 миллионов долларов. Кот по имени Блэки жил в роскоши, в то время как родственники хозяина не получили ничего.

# FactCat48
source: Cats have a unique walk where they move both right legs first, then both left legs. The only other animals that walk this way are giraffes and camels.
ru: У кошек уникальная походка: они сначала двигают обеими правыми лапами, затем обеими левыми. Единственные животные, которые ходят так же — это жирафы и верблюды.

# FactCat49
source: A cat’s whiskers are so sensitive they can detect changes in air current. This allows them to «see» where objects are in total darkness.
ru: Усы кошки настолько чувствительны, что могут улавливать изменения в воздушных потоках. Это позволяет им «видеть», где находятся предметы, в полной темноте.

# FactCat50
source: Cats spend about 30% to 50% of their waking hours grooming themselves. This helps them stay clean, cool, and free of scents that might alert predators.
ru: Кошки тратят от 30% до 50% времени бодрствования на уход за собой. Это помогает им оставаться чистыми, охлаждаться и избавляться от запахов, которые могут привлечь хищников.

# FactCat51
source: Domestic cats can run at speeds of up to 30 mph. This makes them faster than Usain Bolt over a short distance.
ru: Домашние кошки могут развивать скорость до 48 км/ч. Это делает их быстрее Усэйна Болта на коротких дистанциях.

# FactCat52
source: Cats don’t have a «sweet tooth», but they are very attracted to the smell of animal fats. This is why they might try to lick your butter.
ru: У кошек нет тяги к сладкому, но их очень привлекает запах животных жиров. Вот почему они могут попытаться лизнуть ваше сливочное масло.

# FactCat53
source: The oldest known pet cat was found in a 9,500-year-old grave on the island of Cyprus. This predates Egyptian cat worship by over 4,000 years.
ru: Самая древняя домашняя кошка была найдена в могиле возрастом 9 500 лет на острове Кипр. Это произошло за 4 000 лет до начала поклонения кошкам в Египте.

# FactCat54
source: A cat’s purr isn’t always a sign of happiness, they also purr when they are stressed or in pain. It is believed to be a self-soothing mechanism.
ru: Мурлыканье не всегда означает счастье, кошки также мурлычут, когда испытывают стресс или боль. Считается, что это механизм самолечения.

# FactCat55
source: Cats have 230 bones, whereas humans only have 206. This extra count is mostly found in their highly flexible spine and tail.
ru: У кошек 230 костей, тогда как у людей их всего 206. Лишние кости в основном находятся в их гибком позвоночнике и хвосте.

# FactCat56
source: The technical term for a cat’s hairball is a «trichobezoar». It sounds much more sophisticated than a wet lump of fur on the carpet.
ru: Технический термин для кошачьего комка шерсти — «трихобезоар». Это звучит гораздо солиднее, чем мокрый кусок шерсти на ковре.

# FactCat57
source: Cats can spend up to 15% of their lives in «deep sleep». The rest of the time they are just «cat-napping», ready to spring into action at any moment.
ru: Кошки могут проводить до 15% своей жизни в фазе глубокого сна. Остальное время они просто «дремлют», готовые в любой момент броситься в бой.

# FactCat58
source: A cat’s ear contains 32 muscles. These muscles allow the ear to act like a radar dish, scanning for the rustle of a mouse.
ru: Ухо кошки содержит 32 мышцы. Эти мышцы позволяют уху работать как радар, выслеживая шорох мыши.

# FactCat59
source: Cats have a special «vacuum» in their nose called the vomeronasal organ. It helps them analyze pheromones from other cats.
ru: У кошек в носу есть специальный «вакуум», называемый вомероназальным органом. Он помогает им анализировать феромоны других кошек.

# FactCat60
source: The world’s smallest cat, the Rusty-spotted cat, can fit in the palm of your hand. Despite its size, it is a fierce and capable hunter.
ru: Самая маленькая кошка в мире, ржавая кошка, может поместиться на ладони. Несмотря на размер, она является свирепым и умелым охотником.

# FactCat61
source: Cats are «obligate carnivores», meaning they must eat meat to survive. Their bodies cannot process nutrients from plants effectively.
ru: Кошки являются «облигатными хищниками», то есть для выживания им необходимо мясо. Их организм не может эффективно перерабатывать питательные вещества из растений.

# FactCat62
source: A cat’s hunting style is «stalk and pounce». Unlike dogs, which chase prey over long distances, cats rely on stealth and a quick burst of energy.
ru: Стиль охоты кошки — «выслеживание и прыжок». В отличие от собак, которые преследуют добычу на длинных дистанциях, кошки полагаются на скрытность и резкий рывок.

# FactCat63
source: Cats have a «righting reflex» that allows them to land on their feet most of the time. Their flexible spine and lack of a collarbone make this mid-air twist possible.
ru: У кошек есть «выпрямительный рефлекс», который позволяет им в большинстве случаев приземляться на лапы. Гибкий позвоночник и отсутствие ключицы делают этот разворот в воздухе возможным.

# FactCat64
source: Some cats love water, specifically the Turkish Van breed. They are known as «swimming cats» because of their unusual love for taking a dip.
ru: Некоторые кошки любят воду, особенно порода турецкий ван. Их называют «плавающими кошками» из-за их необычной любви к купанию.

# FactCat65
source: Cats have a very low thirst drive. In the wild, they get most of their hydration from the moisture in their prey.
ru: У кошек очень слабое чувство жажды. В дикой природе они получают большую часть влаги из своей добычи.

# FactCat66
source: A cat’s claws all curve downward. This makes them great at climbing up trees, but very bad at climbing down head-first.
ru: Когти кошки загнуты вниз. Это делает их отличными альпинистами при подъеме на дерево, но мешает им спускаться головой вниз.

# FactCat67
source: Cats are effective at pest control because they kill for sport, not just for food. This «surplus killing» is a natural instinct to keep hunting skills sharp.
ru: Кошки эффективны в борьбе с вредителями, потому что убивают ради забавы, а не только ради еды. Этот «избыточный инстинкт убийства» помогает им оттачивать навыки охоты.

# FactCat68
source: The «pouch» on a cat’s belly is called a primordial pouch. It protects their internal organs during fights and allows their bodies to stretch while running.
ru: «Складка» на животе кошки называется примордиальным мешком. Он защищает внутренние органы во время драк и позволяет телу растягиваться при беге.

# FactCat69
source: Cats can hear ultrasonic sounds. This allows them to hear the high-pitched squeaks of rodents that are silent to human ears.
ru: Кошки слышат ультразвук. Это позволяет им слышать высокочастотный писк грызунов, который недоступен человеческому уху.

# FactCat70
source: Male cats that aren’t neutered have «chubby» cheeks called jowls. These are filled with testosterone-driven tissue to protect their faces during fights.
ru: У некастрированных котов есть «толстые» щеки, называемые брылями. Они состоят из тканей, стимулируемых тестостероном, для защиты морды во время драк.

# FactCat71
source: Cats can be «allergic» to humans. We produce dander and skin cells that can occasionally cause respiratory issues for sensitive felines.
ru: У кошек может быть «аллергия» на людей. Мы выделяем перхоть и клетки кожи, которые иногда могут вызывать проблемы с дыханием у чувствительных питомцев.

# FactCat72
source: A cat’s tail contains about 10% of its total bones. It acts as a counterweight to help them balance on narrow ledges.
ru: В хвосте кошки содержится около 10% всех её костей. Он служит противовесом, помогая им балансировать на узких выступах.

# FactCat73
source: Most cats don’t have eyelashes. Their prominent brow and blinking reflex provide enough protection for their eyes.
ru: У большинства кошек нет ресниц. Их выступающие надбровные дуги и мигательный рефлекс обеспечивают достаточную защиту глаз.

# FactCat74
source: The «cat gap» refers to a period in North America where no cat fossils exist for 7 million years. Scientists are still unsure why they disappeared from the continent for so long.
ru: «Кошачий провал» относится к периоду в Северной Америке, когда в течение 7 миллионов лет не существовало окаменелостей кошек. Ученые до сих пор не знают, почему они исчезли с континента на такой долгий срок.

# FactCat75
source: Cats can dream just like humans. You can tell they are dreaming when their paws twitch or they make soft chirping noises in their sleep.
ru: Кошки могут видеть сны так же, как люди. Вы можете понять, что кошка видит сон, по подергиванию лап или мягкому чириканью во сне.

# FactCat76
source: In some parts of the world, «Cat Cafes» allow people to pay an hourly fee to hang out with cats. This trend started in Taiwan and exploded in popularity in Japan.
ru: В «кошачьих кафе» люди могут платить почасовую оплату, чтобы пообщаться с кошками. Этот тренд зародился на Тайване и стал безумно популярным в Японии.

# FactCat77
source: A cat’s bite is highly prone to infection because of the bacteria in their mouths. Their sharp teeth act like needles, injecting bacteria deep into the skin.
ru: Кошачий укус очень опасен из-за бактерий в их пасти. Их острые зубы работают как иглы, вводя бактерии глубоко под кожу.

# FactCat78
source: Cats are very good at hiding pain. In the wild, showing weakness would make them a target for larger predators.
ru: Кошки очень искусно скрывают боль. В дикой природе проявление слабости сделало бы их целью для более крупных хищников.

# FactCat79
source: The phrase «the cat’s pajamas» was coined in the 1920s to describe something cool. It was part of a trend of nonsense phrases involving animals.
ru: Фраза «the cat’s pajamas» (кошачья пижама) появилась в 1920-х годах для описания чего-то крутого. Это было частью моды на нелепые фразы, связанные с животными.

# FactCat80
source: Some cats are «polydactyl», meaning they are born with extra toes. Ernest Hemingway famously loved these cats, and his estate in Key West is still full of them.
ru: Некоторые кошки рождаются с лишними пальцами (полидактилия). Эрнест Хемингуэй обожал таких кошек, и его поместье в Ки-Уэсте до сих пор ими заселено.

# FactCat81
source: Cats have a «mirror neuron» system. This suggests they might be able to feel empathy or at least mimic the emotions of their owners.
ru: У кошек есть система «зеркальных нейронов». Это предполагает, что они могут чувствовать эмпатию или хотя бы имитировать эмоции своих хозяев.

# FactCat82
source: If a cat’s whiskers are touched, it can trigger a «blink» reflex. This is a defensive measure to protect the eyes from potential debris.
ru: Если коснуться усов кошки, это может вызвать мигательный рефлекс. Это защитная мера для охраны глаз от возможного мусора.

# FactCat83
source: Cats have a very short-term memory for things that don’t matter, but an incredible long-term memory for locations. They can find their way home from miles away.
ru: У кошек очень короткая память на несущественные вещи, но невероятная долгосрочная память на места. Они могут найти дорогу домой за много километров.

# FactCat84
source: The «scruff» of a cat’s neck has a special neurological trigger. When a mother cat picks up a kitten there, the kitten instinctively goes limp and calm.
ru: «Загривок» кошки обладает особым неврологическим триггером. Когда мама-кошка берет котенка за шкирку, он инстинктивно обмякает и успокаивается.

# FactCat85
source: Cats use their whiskers to judge if the air is moving. This helps them navigate rooms even if they can’t see anything at all.
ru: Кошки используют усы, чтобы понять, движется ли воздух. Это помогает им ориентироваться в комнатах, даже если они ничего не видят.

# FactCat86
source: A cat’s purr is often compared to a «lullaby» for themselves. They use it to lower their blood pressure and stay calm in stressful situations.
ru: Мурлыканье кошки часто сравнивают с «колыбельной» для самой себя. Они используют его, чтобы снизить давление и успокоиться в стрессовых ситуациях.

# FactCat87
source: Cats can tell when you are about to go on a trip. They recognize the «suitcase ritual» and often sit inside the bag to prevent you from leaving.
ru: Кошки понимают, когда вы собираетесь в поездку. Они узнают «ритуал чемодана» и часто садятся в сумку, чтобы помешать вам уехать.

# FactCat88
source: When a cat is «chattering» at a bird through a window, it’s an instinctual jaw movement. They are practicing the «killing bite» they would use to snap the bird’s neck.
ru: Когда кошка «стрекочет» на птицу за окном, это инстинктивное движение челюсти. Они практикуют «смертельный укус», который используется для перекусывания шеи жертвы.
