Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# ObtainDragonStage9Dialog0
source: We enter an ancient forest. The leaves tremble, though there’s barely a breath of wind. The air is filled with quiet yet eerie melodies — as if someone is singing from everywhere and nowhere at once. The voices grow louder, and the mood shifts strangely: now sudden joy, now melancholy, now a desire to stop and listen.
ru: Мы входим в древний лес. Листья дрожат, хотя ветра почти нет. Воздух наполнен тихими, но тревожными мелодиями — будто кто-то поёт сразу отовсюду и ниоткуда. Голоса становятся громче, и настроение странно меняется: то появляется внезапная радость, то тоска, то желание остановиться и слушать.

# ObtainDragonStage9Dialog1
source: Wait... this is the Forest of Singing Winds. The ancient dryads cast a spell here to repel travelers. These voices affect the mind: they can lull you to sleep, lull you into oblivion, remind you of your most painful memories... We must pass quickly and resist their spell. Otherwise, they will lead us into the thicket, from which no one returns.
ru: Стойте… это Лес Поющих Ветров. Древние дриады наложили здесь заклинание, чтобы отпугивать путников. Эти голоса воздействуют на разум: они могут усыпить, ввести в забытьё, напомнить о самых больных воспоминаниях… Мы должны пройти быстро и не поддаться их чарам. Иначе нас уведут в чащу, откуда не возвращаются.

# ObtainDragonStage9Dialog2
source: As before, talk to everyone in the group. We all have our own ideas on how to best get through this place. You’ll have to choose the method that seems most suitable. When you’re ready, let me know your decision.
ru: Как и прежде, поговори со всеми участниками группы, у каждого из нас нас есть свои идеи как лучше пробраться через это место. Тебе предстоит выбрать способ, который тебе кажется самым подходящим. Когда будешь готова, сообщи мне о своем решении.

# ObtainDragonStage10Answer0
source: How do you propose to get through the Forest of Singing Winds?
ru: Как ты предлагаешь пробраться через Лес Поющих Ветров?

# ObtainDragonStage10Answer1
source: I have heard all the options and am ready to decide what we will do.
ru: Я услышала все варианты и готова решить как мы поступим.

# ObtainDragonStage10Dialog0
source: I can create a sound barrier, cutting off the dryads’ voices from our senses. A sphere of silence around us will allow us to pass more quickly. But it will require concentration... and if I weaken even for a moment, the spell might break through.
ru: Я могу создать звуковой барьер, отсекающий голоса дриад от наших чувств. Сфера тишины вокруг нас даст возможность пройти быстрее. Но она потребует концентрации… и если я хоть на миг ослабну — чары могут прорваться внутрь.

# ObtainDragonStage10Dialog1
source: Spells, voices, songs… it’s all nonsense. If we just stick together and walk straight ahead, ignoring the voices, they won’t do anything to us. We plug our ears and move on. What could be so difficult?
ru: Чары, голоса, песни… всё это ерунда. Если мы просто будем держаться вместе и идти прямо, игнорируя голоса, они нам ничего не сделают. Затыкаем уши — и вперёд. Что может быть сложного?

# ObtainDragonStage10Dialog2
source: Allow me. These melodies are no threat if you know how to respond. I can harmonize with the forest, align its voice with our steps. Then the dryads won’t touch us. I can’t promise the path will be easy... but we’ll remain sane.
ru: Позвольте мне. Эти мелодии — не угроза, если знать, как им ответить. Я могу вступить в гармонию с лесом, ввести его голос в один ритм с нашим шагом. Тогда дриады нас не тронут. Не обещаю, что путь будет лёгким… но мы останемся в здравом уме.

# ObtainDragonStage10Dialog3
source: Songs, whispers… they’re all empty sounds. If we create our own noise — loud, constant, rhythmic — the enemy’s melodies will lose their power. I can pound my hammer on my shield, setting the tempo. It will be unpleasant for everyone, but we will drown out their music.
ru: Песни, шёпоты… всё это пустые звуки. Если мы создадим свой шум — громкий, постоянный, ритмичный — то вражеские мелодии потеряют силу. Я могу стучать молотом по щиту, задавая темп. Всем будет неприятно, но мы перебьём их музыку.

# ObtainDragonStage12Answer0
source: How did we do this time?
ru: Как мы справились на этот раз?

# ObtainDragonStage12Dialog0
source: We walked slowly, adjusting to the rhythm of the forest. Frogus certainly knew his stuff — his melody harmonized so well with the forest’s song that, by the end, we heard the dryads’ pleas — they begged us to leave Frogus with them — they liked him so much. It’s a good thing we’d already passed the forest by this time. We are ready to move on, to the Stone Pass, the journey there would take a day. Onward!
ru: Мы шли медленно, подстраиваясь под ритм леса. Фрогус точно знал своё дело — его мелодия настолько гармонировала с песней леса, что под конец мы услышали мольбы дриад — они просили нас оставить с ними Фрогуса — так он им понравился. Хорошо что к этому времени мы уже миновали лес. Мы готовы идти дальше, к Каменному Перевалу, путь туда займет один день. Вперед!

# ObtainDragonStage12Dialog1
source: My sound barrier worked, and we truly walked in complete silence. However, towards the end, Frogus admitted that his perfect pitch had indeed picked up the dryads’ melodies — they were asking him to stay with them. Now he’s acting out of sorts and muttering occasionally. Don’t worry, he’ll be fine. We’re ready to move on to Stone Pass, it’ll only take a day. Let’s go!
ru: Мой звуковой барьер сработал, мы действительно шли в полной тишине. Впрочем под конец Фрогус признался, что его идеальный слух всё же уловил мелодии дриад — они просили его остаться с ними. Теперь он ходит сам не свой и иногда что-то бормочет. Не переживай, всё с ним будет хорошо. Мы готовы идти дальше, к Каменному Перевалу, путь туда займет один день. Вперед!

# ObtainDragonStage12Dialog2
source: Dogus’s plan was as simple as he was — and it worked! I didn’t expect it, I didn’t expect it. However, in the end, Frogus admitted that his perfect pitch had indeed caught the dryads’ melodies — they were asking him to stay with them. Now he’s acting out of sorts and muttering occasionally. Don’t worry, he’ll be fine. We’re ready to move on to the Stone Pass, it’ll only take a day. Forward!
ru: План Догуса был простой как он сам — и ведь сработало же! Не ожидал, не ожидал. Впрочем под конец Фрогус признался, что его идеальный слух всё же уловил мелодии дриад — они просили его остаться с ними. Теперь он ходит сам не свой и иногда что-то бормочет. Не переживай, всё с ним будет хорошо. Мы готовы идти дальше, к Каменному Перевалу, путь туда займет один день. Вперед!

# ObtainDragonStage12Dialog3
source: It seems Beaver has no understanding of music at all. It was miserable for everyone — us, the forest, and the dryads. In the end, Frogus admitted that his perfect pitch had finally caught the dryads’ melodies — they were asking him to stay with them. Now he’s acting out of sorts and muttering occasionally. Don’t worry, he’ll be fine. We’re ready to move on to Stone Pass, it’ll only take a day. Let’s go!
ru: Кажется Бобер совсем ничего не смыслит в музыке. Плохо было всем — и нам, и лесу, и дриадам. Под конец Фрогус признался, что его идеальный слух всё же уловил мелодии дриад — они просили его остаться с ними. Теперь он ходит сам не свой и иногда что-то бормочет. Не переживай, всё с ним будет хорошо. Мы готовы идти дальше, к Каменному Перевалу, путь туда займет один день. Вперед!

# ObtainDragonStage13Answer0
source: Haven’t we reached the Stone Pass yet?
ru: Мы еще не дошли до Каменного Перевала?

# ObtainDragonStage14Answer0
source: We’ve finally arrived, tell us what’s going on here.
ru: Мы наконец прибыли, расскажи что здесь происходит?

# ObtainDragonStage14Dialog0
source: At dawn, we ascend a high-mountain trail. The narrow road passes beneath overhanging cliffs. A huge figure appears on the path — a giant of gray stone, as if carved from the mountain itself.
ru: На рассвете мы поднимаемся к высокогорной тропе. Узкая дорога проходит под нависающими скалами. На пути появляется огромная фигура — великан из серого камня, словно высеченный из самой горы.

# ObtainDragonStage14Dialog1
source: He holds a massive stone club and blocks the way, looking at us with motionless but attentive slit-like eyes. “Stop. This is my pass,” he says. “No one passes until they prove themselves worthy. Either by strength, or honor, or wisdom. Decide.”
ru: Он держит массивную каменную дубину и преграждает путь, глядя на нас неподвижными, но внимательными глазам-щелями. — Стойте. Это мой перевал — говорит он. Никто не проходит, пока не докажет, что достоин. Либо силой, либо честью, либо мудростью. Решайте.

# ObtainDragonStage14Dialog2
source: This giant is no simple creature. He is bound by an ancient pact with the mountains: to allow travelers through only after a trial. We must pass, otherwise we’ll have to find a way around… and that would be a waste of an entire day. We need to decide how to convince him. Return to me when you’re ready to make a decision.
ru: Этот великан не простое существо. Он связан древним договором с горами: пропускать путников только после испытания. Мы обязаны пройти, иначе придётся искать путь в обход… а это потеря целого дня. Нужно решить, как его убедить. Возвращайся ко мне когда примешь будешь готова принять решение.

# ObtainDragonStage15Answer0
source: How do you propose to get through the Stone Pass?
ru: Как ты предлагаешь пробраться через Каменный Перевал?

# ObtainDragonStage15Answer1
source: I have heard all the options and am ready to decide what we will do.
ru: Я услышала все варианты и готова решить как мы поступим.

# ObtainDragonStage15Dialog0
source: The giant’s skin is nearly impenetrable, but I have a spell that can blind him momentarily or create the illusion of a detour. We can get through while he’s disoriented. It’s dangerous… but possible.
ru: У великана кожа почти непроницаема, но у меня есть заклинание, способное ослепить его на мгновение или создать иллюзию обходного пути. Мы можем пройти, пока он дезориентирован. Это опасно… но возможно.

# ObtainDragonStage15Dialog1
source: It’s all perfectly clear. He wants a test, so I’ll give him one. I’ll challenge him to a fair fight, one-on-one. No magic, no tricks. If I can withstand his blow or force him to retreat, he’ll let us pass.
ru: Всё предельно ясно. Он хочет испытания — так я дам ему испытание. Вызову его на честный поединок один на один. Без магии, без хитростей. Если я выдержу его удар или заставлю отступить — он пропустит нас.

# ObtainDragonStage15Dialog2
source: The giant is a great stone soul, let me turn to the ancient songs. I can soothe him, sing him a ballad of peace and freedom of the paths. Giants respect history and music — perhaps he will allow us to pass willingly, without a fight.
ru: Великан — это великая каменная душа, позволь мне обратиться к древним песням. Я могу успокоить его, спеть балладу о мире и свободе путей. Великаны уважают историю и музыку — возможно, он позволит нам пройти по доброй воле, без битвы.

# ObtainDragonStage15Dialog3
source: The giant is a stone. I am a blacksmith. We speak the same language. Allow me. I will offer to strengthen his club with my iron clamps. Improving the weapon is the best payment. Perhaps he will let us go for the work, without trials.
ru: Великан — камень. Я — кузнец. Мы говорим на одном языке. Позвольте мне. Я предложу ему укрепить его дубину моими железными скобами. Улучшение оружия — лучшая плата. Может, он пропустит нас за работу, без испытаний.

# ObtainDragonStage17Answer0
source: How did we manage to defeat the giant?
ru: Как нам удалось одолеть великана?

# ObtainDragonStage17Dialog0
source: Dogus challenged the giant to a fair duel. Despite the difference in height, our brave warrior was head and shoulders above his opponent in terms of weapon mastery. The giant soon conceded defeat and said he would long remember such a skilled warrior. We passed without delay. Well, it’s time to move on to the Ash Caves. Forward!
ru: Догус вызвал гиганта на честный поединок. Несмотря на разницу в росте наш храбрый воин был на голову выше противника касательно мастерства владения оружием. Великан вскоре признал поражение и сказал что надолго запомнит столь искусного война. Мы прошли без задержек. Что ж, пора выдвигаться к Пепельным Пещерам. Вперед!

# ObtainDragonStage17Dialog1
source: We barely had time to slip past the giant while he was blinded by my spell. Dogus, a true fighter, was displeased that he wasn’t allowed to challenge the giant to a duel, but the main thing is we slipped past without losses. Well, it’s time to head for the Ash Caves. Forward!
ru: Нам еле хватило времени проскочить мимо гиганта, пока он был ослеплен моим заклинанием. Догус — честный рубака — был недоволен тем, что ему не дали вызвать гиганта на поединок, но главное мы прошмыгнули без потерь. Что ж, пора выдвигаться к Пепельным Пещерам. Вперед!

# ObtainDragonStage17Dialog2
source: I don’t know whether Frogus made up these legends himself or read them somewhere, but it seems the giant truly enjoyed his stories. At the end, he sat motionless, pensively, gazing into the distance — we realized this was our chance to get through, and we took it. Dogus, however, was dissatisfied with not being allowed to challenge the giant to a duel, but the main thing is we slipped through without losses. Well, time to head for the Ash Caves. Forward!
ru: Уж не знаю сочинил ли Фрогус эти легенды сам, или вычитал где-то, но похоже гиганту и впрямь понравились его рассказы. Под конец он сел неподвижно, задумчиво, глядя вдаль — мы поняли что это наш шанс пройти и мы им воспользовались. Впрочем Догус остался недоволен тем, что ему не дали вызвать гиганта на поединок, но главное мы прошмыгнули без потерь. Что ж, пора выдвигаться к Пепельным Пещерам. Вперед!

# ObtainDragonStage17Dialog3
source: I had no idea that Bober had brought along a whole arsenal of tools for upgrading and modernizing weapons in the field. The giant was also taken aback by the offer and, after some consideration, agreed. Bober did a splendid job. Dogus was displeased that he wasn’t allowed to challenge the giant to a duel, especially since, he said, giant now had a more powerful weapon than before! However, the main thing is that we got through without losses. Well, time to move on to the Ash Caves. Forward!
ru: Я и подумать не мог, что Бобер прихватил с собой целый арсенал средств по улучшению и модернизации оружия в полевых условиях. Гигант тоже был ошарашен таким предложением и после некоторых раздумий согласился. Бобер справился на славу. Догус остался недоволен тем, что ему не дали вызвать гиганта на поединок, тем более, сказал он, что у гиганта теперь оружие посерьезней прежнего! Впрочем, главное мы прошли без потерь. Что ж, пора выдвигаться к Пепельным Пещерам. Вперед!

# ObtainDragonStage18Answer0
source: Haven’t we reached the Ash Caves yet?
ru: Мы еще не дошли до Пепельных Пещер?

# ObtainDragonStage19Answer0
source: We’ve finally arrived, tell us what’s going on here.
ru: Мы наконец прибыли, расскажи что здесь происходит?

# ObtainDragonStage19Dialog0
source: We descend into dark caves. The walls are covered in runes, and the ground vibrates beneath our feet. Deep below, the clatter of ancient machinery can be heard: the hiss of steam, the rumble of gears, the flashes of lava. Sharp gusts of hot air burst from the side pipes every now and then.
ru: Мы спускаемся в тёмные пещеры. Стены покрыты рунами, а под ногами вибрирует земля. Глубоко внизу слышны удары старых механизмов: шипение пара, рокот зубчатых колёс, вспышки лавы. Резкие порывы горячего воздуха то и дело прорываются из боковых труб.

# ObtainDragonStage19Dialog1
source: As soon as we take a few steps forward, one of the lattice doors slams behind us, forcing us to move only forward.
ru: Как только мы делаем несколько шагов вперёд, одна из дверей-решёток захлопывается за нами, заставляя идти только вперёд.

# ObtainDragonStage19Dialog2
source: Be careful. These caves are the ancient workshops of the Ash Dwarves. Their technology combines mechanics and fiery runes. One mistake and we’ll end up under lava or trapped. But there’s no turning back. We must get through this scorching labyrinth. You know what to do.
ru: Осторожнее. Эти пещеры — старинные мастерские пепельных гномов. Их техника сочетает механику и огненные руны. Любая ошибка — и мы окажемся под лавой или в ловушке. Но пути назад нет. Нам нужно пройти через этот раскалённый лабиринт. Ты знаешь что делать.

# ObtainDragonStage20Answer0
source: How do you propose to get through the Ash Caves?
ru: Как ты предлагаешь пробраться через Пепельные Пещеры?

# ObtainDragonStage20Answer1
source: I have heard all the options and am ready to decide what we will do.
ru: Я услышала все варианты и готова решить как мы поступим.

# ObtainDragonStage20Dialog0
source: I have an idea. If we cool the air around us with ice magic, we can slow down some of the mechanisms. This will create a safe passageway. But fire and ice runes conflict… the consequences are unpredictable.
ru: У меня есть идея. Если охладить воздух вокруг нас с помощью магии льда, мы сможем замедлить работу некоторых механизмов. Это создаст безопасное окно для прохода. Но руны огня и льда конфликтуют… последствия непредсказуемы.

# ObtainDragonStage20Dialog1
source: We’re wasting too much time. If we just move quickly, I can get through first and clear the way. Yes, it’s hot in some places, but we can’t stop. We’ll run where the furnaces are active and crawl where it’s too hot.
ru: Мы тратим слишком много времени. Если просто двигаться быстро, я смогу прорваться первым и расчистить путь. Да, местами жарко — но мы не можем останавливаться. Пробежим там, где печи активны, и проползём там, где слишком горячо.

# ObtainDragonStage20Dialog2
source: “The toothed wheels started spinning in my head. In my wet head under the armor-piercing rain.” Listen… these mechanisms work in rhythm. Can you hear it? “Knock-knock-shhhh” — repeating every few seconds. If we move to the rhythm, adjusting to the cycle, we can pass between the stoves and doors without coming into contact with the fire. The main thing is not to lose our rhythm.
ru: “Зубастые колёса завертелись в башке. В промокшей башке под бронебойным дождём” Слушайте… эти механизмы работают в ритме. Слышите? «Тук-тук-шш-сс» — повторяется каждые несколько секунд. Если мы будем двигаться в такт, подстраиваясь под цикл, сможем пройти между печами и дверями без контакта с огнём. Главное — не сбиться.

# ObtainDragonStage20Dialog3
source: This is my element. I know how these machines work. Give me time — I’ll check the pressure in the pipes, jam the dangerous gears, and shut down the unnecessary furnaces. If we follow me and do as I say, we’ll get through without any losses.
ru: Это моя стихия. Я знаю, как работают такие механизмы. Дайте мне время — я проверю давление в трубах, подклиню опасные шестерни, отключу лишние печи. Если мы пойдём за мной и будем делать, что скажу, пройдём без потерь.

# ObtainDragonStage22Answer0
source: How did we manage to get through fire, water and copper pipes?
ru: Как нам удалось пробраться сквозь огонь, воду и медные трубы?

# ObtainDragonStage22Dialog0
source: We moved very slowly and carefully, Bober checking any suspicious levers and mechanisms with particular care. A couple of times we stumbled upon some red crystals growing out of the walls, which greatly intrigued Bober, but I hurried him on, reminding him that he was responsible for our safety. Overall, we made it out without any casualties. We’re almost there — it’s a day’s journey from here to the ritual site. Onward!
ru: Мы шли очень медленно и осторожно, Бобер проверял любые подозрительные рычаги и механизмы с особой тщательностью. Пару раз мы наткнулись на какие-то красные кристаллы, растущие из стен, которые очень заинтересовали Бобера, но я поторопил его, напомнив что он отвечает за нашу безопасность. В общем мы выбрались без потерь. Мы почти у цели — отсюда до места ритуала день пути. Вперед!

# ObtainDragonStage22Dialog1
source: My plan worked, though it required extreme concentration on my part. Now everyone’s sniffling. In one of the corridors, some red crystals were growing out of the wall, which for some reason caught Bober’s interest. I didn’t have time to dwell on it, he seemed to have grabbed a couple of them, saying he’d study them in more detail later. We’re almost there — it’s a day’s journey from here to the ritual site. Let’s go!
ru: Мой план сработал, хоть и потребовал предельной концентрации с моей стороны. Также теперь все шмыгают носом. В одном из коридоров из стены росли какие-то красные кристаллы, которые почему-то сильно заитересовали Бобера. У меня не было времени отвлекаться на это, кажется он прихватил пару кристаллов с собой, сказал что изучит их подробнее попозже. Мы почти у цели — отсюда до места ритуала день пути. Вперед!

# ObtainDragonStage22Dialog2
source: Oh, that Dogus! He always thinks everyone around him is as tough as he is. Frogus and I nearly fell into a crevice trying to keep up with our brave warrior. In one of the corridors, some red crystals were growing out of the wall, which for some reason greatly interested Bober. We didn’t have time to dwell on them, he seemed to have grabbed a couple of them, saying he’d study them in more detail later. We’re almost there — it’s a day’s journey from here to the ritual site. Onward!
ru: Ох уж этот Догус! Вечно думает, что все вокруг такие же крепкие как он сам. Я и Фрогус чуть не сорвались в расщелину, стремясь поспеть за нашим храбрым войном. В одном из коридоров из стены росли какие-то красные кристаллы, которые почему-то сильно заитересовали Бобера. У нас не было времени отвлекаться на это, кажется он прихватил пару кристаллов с собой, сказал что изучит их подробнее попозже. Мы почти у цели — отсюда до места ритуала день пути. Вперед!

# ObtainDragonStage22Dialog3
source: Well, that was quite an exercise in rhythm. I had no idea everyone in our group would be such natural dancers. We did lose our rhythm once because of Bober — some red crystals were growing out of the wall in one of the corridors, which for some reason caught his interest. We didn’t have time to dwell on it, but he seemed to have grabbed a couple of them, saying he’d study them in more detail later. We’re almost there — it’s a day’s journey from here to the ritual site. Onward!
ru: Что ж, это было то еще упражнение на ритмику. Не подозревал, что все в нашей группе окажутся такими прирожденными танцорами. Один раз мы все же сбились с ритма из-за Бобера — в одном из коридоров из стены росли какие-то красные кристаллы, которые почему-то его сильно заитересовали. У нас не было времени отвлекаться на это, но кажется он прихватил пару кристаллов с собой, сказал что изучит их подробнее попозже. Мы почти у цели — отсюда до места ритуала день пути. Вперед!

# ObtainDragonStage23Answer0
source: Haven’t we reached the ritual site yet?
ru: Мы еще не дошли до места ритуала?

# ObtainDragonStage24Answer0
source: We are here, what is going on here?
ru: Мы на месте, что здесь происходит?

# ObtainDragonStage24Dialog0
source: We climb the shattered steps to the ritual chamber. The doors stand open, and an ominous green light pours from within. The air trembles with eerie whispers. In the center of the chamber stands a dragon’s egg, surrounded by runes. Valherris stands above it — tall, in tattered robes, his eyes as empty as night.
ru: Мы поднимаемся по расколотым ступеням к залу ритуала. Двери распахнуты, и изнутри льётся зловещий зелёный свет. Воздух содрогается от жутких шёпотов. В центре зала — яйцо дракона, окружённое рунами. Над ним стоит Валхеррис — высокий, в потрёпанной мантии, с глазами пустыми, как ночь.
