Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactAlien25
source: WASP-12b is a «pitch black» planet that is currently being eaten by its host star. It is being stretched into an egg shape by the star’s gravity and will be consumed in about 10 million years.
ru: WASP-12b — это «иссиня-черная» планета, которую в данный момент пожирает ее собственная звезда. Под действием гравитации она растянулась в форме яйца и будет полностью поглощена через 10 миллионов лет.

# FactAlien26
source: On the planet WASP-76b, it is so hot that iron vaporizes during the day and falls as «iron rain» at night. The temperature difference between its two sides is over 1,000°C.
ru: На планете WASP-76b настолько жарко, что железо испаряется на дневной стороне и выпадает «железным дождем» на ночной. Разница температур между полушариями превышает 1000°C.

# FactAlien27
source: Kepler-16b is a real-life «Tatooine» that orbits two stars at once. If you stood on its surface, you would have two distinct shadows and see two sunsets every day.
ru: Kepler-16b — это реальный Татуин, вращающийся вокруг двух звезд одновременно. Если бы вы стояли на ее поверхности, у вас было бы две тени и вы видели бы два заката каждый день.

# FactAlien28
source: Gliese 581c was once thought to be a prime candidate for life, but it is tidally locked. One side is a frozen wasteland while the other is a scorched desert, leaving only a thin «twilight» strip potentially habitable.
ru: Глизе 581c когда-то считалась кандидатом на обитаемость, но она находится в приливном захвате. Одна ее сторона — ледяная пустошь, другая — выжженная пустыня, и только узкая полоса «сумерек» пригодна для жизни.

# FactAlien29
source: J1407b is an exoplanet with a ring system 200 times larger than Saturn’s. If it replaced Saturn in our solar system, its rings would be clearly visible and larger than the full moon.
ru: J1407b — экзопланета с системой колец, которая в 200 раз больше сатурнианской. Если бы она заменила Сатурн в нашей системе, ее кольца были бы гораздо крупнее полной Луны на небе.

# FactAlien30
source: The «Methuselah» planet, PSR B1620-26 b, is nearly 13 billion years old. It formed only a billion years after the Big Bang, suggesting planets (and life) could have started very early.
ru: «Планета Мафусаила» PSR B1620-26 b имеет возраст почти 13 миллиардов лет. Она сформировалась всего через миллиард лет после Большого взрыва, что говорит о возможности раннего появления жизни.

# FactAlien31
source: In 1974, we broadcast the Arecibo Message toward a star cluster 25,000 light-years away. It contained binary code describing human DNA, our appearance, and our solar system.
ru: В 1974 году мы отправили Послание Аресибо в сторону звездного скопления за 25 000 световых лет. Оно содержало двоичный код с описанием ДНК человека, нашего облика и Солнечной системы.

# FactAlien32
source: The Voyager Golden Records contain sounds of Earth, music, and greetings in 55 languages. They are currently the most distant man-made objects, acting as a «message in a bottle» to the cosmos.
ru: Золотые пластинки «Вояджера» несут звуки Земли, музыку и приветствия на 55 языках. Сейчас это самые далекие рукотворные объекты, работающие как «послание в бутылке» для космоса.

# FactAlien33
source: Technosignatures are signs of advanced technology, like atmospheric pollution or massive solar arrays. Some astronomers look for «CFCs» in alien atmospheres as proof of industrial civilizations.
ru: Техносигнатуры — это признаки развитых технологий, например, загрязнение атмосферы или огромные солнечные батареи. Астрономы ищут следы хлорфторуглеродов (ХФУ) как доказательство индустриальных миров.

# FactAlien34
source: A Dyson Sphere is a theoretical megastructure built around a star to capture all of its energy. If we saw a star’s light dipping in a strange, non-periodic way, it might be evidence of such a structure.
ru: Сфера Дайсона — это теоретическая мегаструктура вокруг звезды для сбора всей ее энергии. Если мы увидим странные непериодические падения яркости звезды, это может быть признаком такой стройки.

# FactAlien35
source: Tabby’s Star (KIC 8462852) gained fame for its erratic dimming that defied standard explanations. While most now think it’s dust, some still speculate it could be an alien construction project.
ru: Звезда Табби (KIC 8462852) прославилась аномальным мерцанием, которое не удавалось объяснить стандартными методами. Хотя сейчас ставят на пыль, некоторые все еще допускают версию инопланетного строительства.

# FactAlien36
source: We have sent «Active SETI» messages to nearby stars, but many scientists think this is dangerous. Stephen Hawking famously warned that we should be careful about shouting into the cosmic woods.
ru: Мы отправляли активные сообщения (METI) к ближайшим звездам, но многие ученые считают это опасным. Стивен Хокинг предупреждал, что не стоит «кричать» в космических джунглях.

# FactAlien37
source: Laser SETI looks for brief pulses of light rather than radio waves. Advanced aliens might use lasers for communication because they can carry much more data over long distances.
ru: Оптический SETI ищет краткие вспышки света вместо радиоволн. Развитые инопланетяне могут использовать лазеры для связи, так как они передают гораздо больше данных на большие расстояния.

# FactAlien38
source: Some theorists suggest that Fast Radio Bursts (FRBs) could be the exhaust from alien spacecraft. These millisecond-long bursts of energy come from galaxies billions of light-years away.
ru: Некоторые теоретики предполагают, что быстрые радиовсплески (FRB) могут быть выхлопом двигателей инопланетных кораблей. Эти миллисекундные вспышки энергии приходят из галактик за миллиарды световых лет.

# FactAlien39
source: The «Oort Cloud» at the edge of our solar system could contain trillions of icy bodies. Some speculate that alien probes could be hiding there, waiting for us to become «interesting» enough.
ru: Облако Оорта на краю нашей системы может содержать триллионы ледяных тел. Есть мнение, что там могут прятаться инопланетные зонды, ожидая, когда мы станем достаточно «интересными».

# FactAlien40
source: If an alien civilization 65 million light-years away looked at Earth through a powerful telescope, they would see dinosaurs. Light takes time to travel, making the universe a giant time machine.
ru: Если цивилизация в 65 миллионах световых лет от нас посмотрит на Землю в мощный телескоп, она увидит динозавров. Свету нужно время на путь, что превращает Вселенную в гигантскую машину времени.

# FactAlien41
source: Life on Earth uses Left-Handed Amino Acids, a phenomenon called homochirality. If we find life that uses right-handed ones, it would prove a completely independent origin of life.
ru: Жизнь на Земле использует левозакрученные аминокислоты (гомохиральность). Если мы найдем жизнь с правозакрученными, это докажет ее полностью независимое происхождение.

# FactAlien42
source: Arsenic-based life was once thought to have been found in a California lake. While the study was later debunked, it opened the door to the idea of life using «toxic» elements.
ru: Одно время считалось, что в калифорнийском озере нашли жизнь на основе мышьяка. Хотя исследование позже опровергли, оно открыло дорогу идее жизни на основе «токсичных» элементов.

# FactAlien43
source: Silicon-based life is a popular sci-fi trope because silicon is chemically similar to carbon. However, silicon is much «stickier» and harder to breathe out as a gas, making it less likely than carbon.
ru: Кремниевая жизнь — популярная тема в фантастике, так как кремний химически близок к углероду. Однако он слишком «липкий» и его трудно выдыхать в виде газа, что делает такую жизнь маловероятной.

# FactAlien44
source: Bioluminescence might be a common trait for life on planets with low light or deep oceans. Entire alien ecosystems could glow in the dark to communicate or hunt.
ru: Биолюминесценция может быть обычной чертой для жизни в мирах с тусклым светом или в глубоких океанах. Целые экосистемы могли бы светиться в темноте для общения или охоты.

# FactAlien45
source: High-gravity planets might produce «flat» life forms that hug the ground to avoid being crushed. These creatures would likely be incredibly muscular and slow-moving.
ru: На планетах с высокой гравитацией могут эволюционировать «плоские» формы жизни. Эти существа, вероятно, были бы невероятно мускулистыми, медлительными и прижатыми к земле.

# FactAlien46
source: Planets orbiting M-dwarf stars (red dwarfs) are often bathed in infrared light. Plants there might appear black to our eyes to absorb as much energy as possible.
ru: Планеты у М-карликов (красных карликов) залиты инфракрасным светом. Растения там могли бы казаться черными нашему глазу, чтобы поглощать максимум энергии.

# FactAlien47
source: The discovery of Phosphine in the clouds of Venus sparked a massive debate in 2020. On Earth, this gas is mostly produced by anaerobic microbes, making it a «potential» biosignature.
ru: Обнаружение фосфина в облаках Венеры вызвало бурные споры в 2020 году. На Земле этот газ производится в основном анаэробными микробами, что делает его потенциальной биосигнатурой.

# FactAlien48
source: Scientists have found amino acids—the building blocks of proteins—on meteorites like the Murchison meteorite. This proves that the ingredients for life are literally floating around in space.
ru: Ученые нашли аминокислоты — строительные блоки белков — в метеоритах, таких как Мурчисонский. Это доказывает, что ингредиенты для жизни буквально плавают в космосе.

# FactAlien49
source: «Oumuamua», the first interstellar object detected passing through our solar system, had a very strange shape and acceleration. While most think it’s a comet, Harvard’s Avi Loeb famously argued it could be a light sail.
ru: «Оумуамуа», первый межзвездный объект в нашей системе, имел странную форму и ускорение. Большинство считает его кометой, но Ави Лёб из Гарварда утверждал, что это мог быть световой парус.

# FactAlien50
source: If life exists on a rogue planet (a planet with no star), it would have to survive on internal geothermal heat. Such life would live in permanent darkness, likely deep under a thick crust of ice.
ru: Жизнь на планете-сироте (без звезды) должна была бы питаться внутренним геотермальным теплом. Такие существа жили бы в вечной тьме, скорее всего, под толстым слоем льда.

# FactAlien51
source: On HAT-P-7b, the clouds are likely made of corundum—the mineral that forms rubies and sapphires. This means the planet literally has «precious gem» weather.
ru: На планете HAT-P-7b облака, вероятно, состоят из корунда — минерала, образующего рубины и сапфиры. Это значит, что там буквально «драгоценная» погода.

# FactAlien52
source: Kepler-10b is a «lava world» where the surface is so hot it stays molten. One side of the planet is a permanent ocean of liquid rock.
ru: Kepler-10b — это мир лавы, где поверхность постоянно остается расплавленной. Одна сторона планеты представляет собой океан жидкого камня.

# FactAlien53
source: Some planets are «Eyeball Planets», where tidal locking creates a giant circle of liquid water facing the star. From space, these planets look like a giant eye staring into the void.
ru: Существуют «Планеты-глаза», где из-за приливного захвата жидкий океан образует круг, обращенный к звезде. Из космоса такая планета похожа на гигантский глаз, всматривающийся в пустоту.

# FactAlien54
source: Gliese 436b is a planet made of «burning ice». The gravity is so strong it keeps water in a solid state (Ice VII) even though the temperature is over 400°C.
ru: Глизе 436b — планета из «горячего льда». Гравитация настолько сильна, что удерживает воду в твердом состоянии (Лёд VII), хотя температура там превышает 400°C.

# FactAlien55
source: PSR J1719-1438 b is a planet that orbits a pulsar and is almost entirely made of diamond. It is essentially the compressed remains of a former star’s core.
ru: PSR J1719-1438 b вращается вокруг пульсара и почти целиком состоит из алмаза. По сути, это сжатые остатки ядра бывшей звезды.

# FactAlien56
source: The planet HD 209458b (Osiris) is evaporating so fast it has a tail like a comet. It is losing about 10,000 tons of hydrogen every single second.
ru: Планета HD 209458b (Осирис) испаряется так быстро, что у нее есть хвост, как у кометы. Она теряет около 10 000 тонн водорода каждую секунду.

# FactAlien57
source: TOI-849b appears to be the exposed core of a gas giant whose atmosphere was stripped away. It is a rocky world 40 times the mass of Earth, which shouldn’t technically be possible.
ru: TOI-849b, похоже, является обнаженным ядром газового гиганта, лишившегося атмосферы. Это скалистый мир в 40 раз массивнее Земли, что теоретически невозможно.

# FactAlien58
source: Some planets orbit three stars at once, like the system GW Orionis. The gravitational dance in these systems is so complex it can tear planetary disks apart.
ru: Некоторые планеты вращаются вокруг трех звезд сразу, как в системе GW Ориона. Гравитационный танец там настолько сложен, что может разрывать планетарные диски на части.

# FactAlien59
source: Kepler-444 is a star system that is 11 billion years old and has five Earth-sized planets. This proves that rocky planets have been forming since the universe was in its infancy.
ru: Система Kepler-444 возрастом 11 миллиардов лет имеет пять планет размером с Землю. Это доказывает, что каменистые планеты начали формироваться еще на заре существования Вселенной.

# FactAlien60
source: The «Pink Planet» GJ 504b glows with a magenta hue because it is still young and hot. It is roughly the size of Jupiter but four times more massive.
ru: «Розовая планета» GJ 504b светится маджентовым цветом, потому что она еще молода и горяча. Она размером с Юпитер, но в четыре раза массивнее его.

# FactAlien61
source: The first human «message» to potentially reach aliens was actually a 1936 TV broadcast of the Berlin Olympics. It wasn’t intended for space, but the signal was strong enough to leak out.
ru: Первым сигналом, который мог достичь инопланетян, стала трансляция Олимпиады 1936 года в Берлине. Она не предназначалась для космоса, но сигнал был достаточно мощным, чтобы уйти в зенит.

# FactAlien62
source: NASA has a Planetary Protection Officer whose job is to prevent Earth microbes from «infecting» other planets. They also ensure we don’t accidentally bring alien «bugs» back to Earth.
ru: В НАСА есть должность Офицера по планетарной защите, который следит, чтобы мы не «заразили» другие миры земными микробами. Также он заботится о том, чтобы мы не привезли назад инопланетную «заразу».

# FactAlien63
source: If we ever find a signal, the SETI post-detection protocols say we shouldn’t reply without international consultation. Of course, there is no way to actually enforce this «rule».
ru: Протоколы SETI гласят, что при обнаружении сигнала мы не должны отвечать без международных консультаций. Разумеется, способа реально обеспечить соблюдение этого правила не существует.

# FactAlien64
source: Some philosophers argue that finding aliens would be the most humbling event in human history. It would officially end the idea that we are the center of the universe.
ru: Некоторые философы считают, что встреча с инопланетянами станет самым смиряющим событием в истории. Это окончательно разрушит миф о том, что мы являемся центром мироздания.

# FactAlien65
source: The «Lincos» language was created by Hans Freudenthal as a way to communicate with aliens using logic and math. It is designed to be understood by any civilization with a basic grasp of numbers.
ru: Язык «Линкос» был создан Хансом Фройденталем для общения с пришельцами через логику и математику. Он разработан так, чтобы его поняла любая цивилизация, владеющая основами счета.

# FactAlien66
source: In 2008, the song «Across the Universe» by the Beatles was beamed toward the North Star, Polaris. It will take 431 years for the «message» to arrive.
ru: В 2008 году песня «Across the Universe» группы The Beatles была транслирована в сторону Полярной звезды. Этому «посланию» потребуется 431 год, чтобы прибыть на место.

# FactAlien67
source: Some scientists think we should look for «Alien Trash» rather than signals. Dyson spheres, spent nuclear fuel, or defunct probes might be easier to spot than a deliberate greeting.
ru: Ученые предлагают искать «космический мусор» вместо сигналов. Сферы Дайсона, отработанное ядерное топливо или неисправные зонды легче заметить, чем намеренное приветствие.

# FactAlien68
source: The METI (Messaging Extraterrestrial Intelligence) organization actively sends signals to the stars. This is controversial because it «advertises» our presence to unknown entities.
ru: Организация METI активно шлет сигналы к звездам. Это вызывает споры, так как мы «рекламируем» свое присутствие неизвестным существам.

# FactAlien69
source: Frank Drake once sent a «picture» of a human to a colleague to see if he could decode it. The colleague failed, highlighting how hard it will be to understand an alien message.
ru: Фрэнк Дрейк однажды отправил «картинку» с человеком коллеге, чтобы проверить, сможет ли тот ее расшифровать. Коллега не справился, что показало, как трудно будет понять чужое послание.

# FactAlien70
source: Astronomer Jill Tarter has spent over 35 years searching for signals. She was the primary inspiration for Jodie Foster’s character in the movie Contact.
ru: Астроном Джилл Тартер потратила более 35 лет на поиски сигналов. Именно она стала прототипом героини Джоди Фостер в фильме «Контакт».

# FactAlien71
source: If a planet has a very thick atmosphere, life might evolve to float like biological hot-air balloons. These «air-whales» could spend their entire lives without ever touching a surface.
ru: В условиях очень плотной атмосферы жизнь могла бы эволюционировать в формы живых дирижаблей. Такие «аэро-киты» могли бы проводить всю жизнь в полете, никогда не касаясь тверди.

# FactAlien72
source: Life on a high-gravity world would likely have many legs or a very wide base. Think of creatures built like tanks or low-slung crabs.
ru: Жизнь в мире с высокой гравитацией, скорее всего, имела бы много ног или очень широкое основание. Представьте существ, сложенных как танки или приземистые крабы.

# FactAlien73
source: On planets orbiting binary stars, life would have to adapt to wildly changing light cycles. Some «days» might have two suns, while others might have only one or none.
ru: На планетах в двойных звездных системах жизни пришлось бы адаптироваться к диким световым циклам. В некоторые дни могло бы светить два солнца, а в другие — одно или ни одного.

# FactAlien74
source: Some speculate that «intelligent» life might eventually move beyond biology into digital forms. A civilization millions of years older than us might just be a giant supercomputer.
ru: Некоторые спекулируют, что разумная жизнь может со временем перейти в цифровую форму. Цивилизация на миллионы лет старше нас может оказаться гигантским суперкомпьютером.

# FactAlien75
source: If aliens evolved in the subsurface oceans of moons, they might not even know stars exist. They would live in a world of ice and water, unaware of the vast universe above.
ru: Если жизнь развилась в подледных океанах, ее представители могут даже не знать о существовании звезд. Они жили бы в мире воды и льда, не подозревая о необъятной Вселенной над головой.

# FactAlien76
source: Convergent evolution suggests that similar environments produce similar features. This means aliens might have eyes, limbs, or brains remarkably like ours if their planet is Earth-like.
ru: Конвергентная эволюция предполагает, что схожие условия среды рождают схожие признаки. Это значит, что у инопланетян могут быть глаза или конечности, как у нас, если их планета похожа на Землю.

# FactAlien77
source: Aliens might not use sound to communicate if their atmosphere is too thin. They might use light-flashes, scent-trails, or even direct electrical signals.
ru: Пришельцы могут не использовать звук для общения, если атмосфера слишком разрежена. Они могли бы использовать световые вспышки, запахи или прямые электрические импульсы.

# FactAlien78
source: Large-brained animals on Earth, like octopuses and crows, show that intelligence can evolve in very different body types. Alien «geniuses» don’t necessarily need to look like humans.
ru: Мозговитые существа на Земле, такие как осьминоги и вороны, показывают, что интеллект возможен в самых разных телах. Инопланетным гениям совсем не обязательно выглядеть как гуманоиды.

# FactAlien79
source: If a planet is cloud-covered 24/7, the inhabitants might never develop astronomy. Their technology and culture would be fundamentally limited by their lack of «the big picture».
ru: Если планета вечно затянута облаками, ее жители могут никогда не изобрести астрономию. Их техника и культура были бы ограничены отсутствием понимания масштабов космоса.

# FactAlien80
source: Some scientists think the «standard» alien might be small, microbial, and incredibly boring. We hope for «Little Green Men», but we’ll likely find «Little Green Slime».
ru: Многие ученые думают, что «типичный» инопланетянин — это крошечный и скучный микроб. Мы ждем «зеленых человечков», но, скорее всего, найдем «зеленую слизь».

# FactAlien81
source: «Polyextremophiles» are organisms that can survive multiple harsh conditions at once. They are the ultimate «survivors» and the best candidates for interstellar travel.
ru: «Полиэкстремофилы» — это организмы, выживающие в нескольких суровых условиях одновременно. Они — идеальные кандидаты для межзвездных путешествий «зайцем».

# FactAlien82
source: The «Water Hole» is a specific frequency range in the radio spectrum between hydrogen and hydroxyl. Because it’s quiet and related to water, scientists think it’s a natural place for aliens to broadcast.
ru: «Водное отверстие» — это радиочастота между линиями водорода и гидроксила. Ученые считают ее естественным местом для трансляций, так как она тихая и связана с компонентами воды.

# FactAlien83
source: The «Medusa Hypothesis» suggests that life itself occasionally creates conditions that lead to its own mass extinction. This could be why we don’t see many long-lived civilizations.
ru: «Гипотеза Медеи» предполагает, что жизнь сама иногда создает условия для собственного массового вымирания. Это может объяснять, почему мы не видим много долгоживущих цивилизаций.

# FactAlien84
source: NASA’s Kepler Space Telescope discovered that there are more planets than stars in our galaxy. Statistically, every star you see in the night sky likely has at least one planet.
ru: Телескоп НАСА «Кеплер» открыл, что планет в нашей галактике больше, чем звезд. Статистически, у каждой звезды, которую вы видите ночью, есть хотя бы одна планета.

# FactAlien85
source: The James Webb Space Telescope can «sniff» the atmospheres of exoplanets by watching how starlight passes through them. It is our best tool yet for finding «bio-signatures» on distant worlds.
ru: Телескоп «Джеймс Уэбб» может «нюхать» атмосферы экзопланет, наблюдая за прохождением света звезды сквозь них. Это наш лучший инструмент для поиска признаков жизни в далеких мирах.

# FactAlien86
source: «Super-Earths» (planets larger than Earth but smaller than Neptune) are the most common type of planet in the galaxy. Ironically, we don’t have a single one in our own solar system.
ru: Суперземли (планеты больше Земли, но меньше Нептуна) — самый распространенный тип планет в галактике. Иронично, что в нашей Солнечной системе нет ни одной такой.

# FactAlien87
source: Some believe that «Von Neumann Probes» — self-replicating robots — could map the entire galaxy in a few million years. If they existed, we should have seen them by now.
ru: Некоторые верят в «зонды фон Неймана» — самовоспроизводящихся роботов, способных нанести на карту всю галактику за пару миллионов лет. Если бы они существовали, мы бы их уже заметили.
