Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactFractal74
source: The Billion/Trillion confusion exists because some countries use «short scale» and others use «long scale». In the UK, a billion used to mean a million million, not a thousand million.
ru: Путаница с миллиардом и триллионом существует, потому что некоторые страны используют «короткую шкалу», а другие — «длинную». В Великобритании миллиард раньше означал миллион миллионов, а не тысячу миллионов.

# FactFractal75
source: Magic Squares are grids where every row, column, and diagonal sums to the same number. They have been found in ancient Chinese records dating back to 2800 BCE.
ru: Магические квадраты — это таблицы, где сумма чисел в каждой строке, столбце и по диагонали одинакова. Они были найдены в древнекитайских записях, датируемых 2800 годом до н.э.

# FactFractal76
source: Vampire numbers are composite numbers that can be factored into two «fangs» containing the same digits. For example, 1260 = 21 × 60.
ru: Числа-вампиры — это составные числа, которые можно разложить на два «клыка», содержащих те же цифры. Например, 1260 = 21 × 60.

# FactFractal77
source: Narcissistic numbers are those that equal the sum of their own digits each raised to the power of the number of digits. An example is 153 because 1^3 + 5^3 + 3^3 = 153.
ru: Числа Нарцисса — это те числа, которые равны сумме своих цифр, возведенных в степень, равную количеству цифр. Примером является 153, так как 1^3 + 5^3 + 3^3 = 153.

# FactFractal78
source: 111,111,111 multiplied by 111,111,111 equals 12,345,678,987,654,321. The result is a perfect numerical palindrome.
ru: 111,111,111 умноженное на 111,111,111 равно 12,345,678,987,654,321. Результат является идеальным числовым палиндромом.

# FactFractal79
source: Taxicab numbers are the smallest numbers that can be expressed as the sum of two cubes in n different ways. 1729 is the most famous, known as the Hardy-Ramanujan number.
ru: Числа такси — это наименьшие числа, которые можно выразить в виде суммы двух кубов n различными способами. 1729 — самое известное из них, известное как число Харди-Рамануджана.

# FactFractal80
source: The Four Color Theorem states that any map can be colored with just four colors so that no two adjacent regions share a color. It was the first major theorem to be proven by a computer.
ru: Теорема о четырех красках гласит, что любую карту можно раскрасить всего четырьмя цветами так, чтобы никакие две соседние области не имели один цвет. Это была первая крупная теорема, доказанная с помощью компьютера.

# FactFractal81
source: Sudoku is not actually a math puzzle, but a logic puzzle. You could replace the numbers with letters or fruit and the rules would stay exactly the same.
ru: Судоку — это на самом деле не математическая, а логическая головоломка. Вы могли бы заменить цифры буквами или фруктами, и правила остались бы прежними.

# FactFractal82
source: Knot Theory is a branch of math that studies mathematical knots. Unlike a shoelace, a mathematical knot has no ends, it is joined in a closed loop.
ru: Теория узлов — это раздел математики, изучающий математические узлы. В отличие от шнурка, математический узел не имеет концов, он замкнут в петлю.

# FactFractal83
source: The Bridges of Königsberg problem asked if you could cross seven bridges without crossing any twice. Leonhard Euler proved it was impossible, birthing the field of Graph Theory.
ru: Задача о Кенигсбергских мостах спрашивала, можно ли пройти по семи мостам, не проходя ни по одному дважды. Леонард Эйлер доказал, что это невозможно, положив начало теории графов.

# FactFractal84
source: Game Theory is the study of strategic decision-making. It is used to analyze everything from poker games to nuclear war strategies.
ru: Теория игр — это изучение принятия стратегических решений. Она используется для анализа всего: от игры в покер до стратегий ядерной войны.

# FactFractal85
source: Benford’s Law applies to the lengths of rivers and the populations of cities. It seems to be a fundamental property of how our universe handles scale.
ru: Закон Бенфорда применим к длине рек и численности населения городов. Похоже, это фундаментальное свойство того, как наша Вселенная справляется с масштабами.

# FactFractal86
source: The Pendulum follows a differential equation that is surprisingly hard to solve for large swings. Math shows that a pendulum’s period isn’t perfectly constant if the arc is wide.
ru: Маятник описывается дифференциальным уравнением, которое удивительно трудно решить для больших размахов. Математика показывает, что период маятника не идеально постоянен, если дуга широка.

# FactFractal87
source: Chaos Theory explores systems that are highly sensitive to initial conditions. This is famously known as the «Butterfly Effect,» where a tiny change leads to a massive difference later.
ru: Теория хаоса исследует системы, которые очень чувствительны к начальным условиям. Это известно как «эффект бабочки», когда крошечное изменение приводит к огромной разнице в будущем.

# FactFractal88
source: String Theory suggests that the fundamental building blocks of the universe are tiny, vibrating strings. This theory requires the universe to have 10 or 11 dimensions to function mathematically.
ru: Теория струн предполагает, что фундаментальными строительными блоками Вселенной являются крошечные вибрирующие струны. Эта теория требует наличия 10 или 11 измерений для математического функционирования.

# FactFractal89
source: The P vs NP problem asks if every problem whose solution can be quickly verified can also be quickly solved. It is one of the most important open questions in computer science.
ru: Проблема P vs NP спрашивает: можно ли любую задачу, решение которой можно быстро проверить, так же быстро решить. Это один из самых важных открытых вопросов в компьютерных науках.

# FactFractal90
source: Prime numbers are the «atoms» of mathematics. Every whole number greater than 1 is either prime or a unique product of primes.
ru: Простые числа — это «атомы» математики. Любое целое число больше 1 является либо простым, либо уникальным произведением простых чисел.

# FactFractal91
source: Perfect Shuffles occur when a deck is split exactly in half and interleaved perfectly. If you do this eight times with a 52-card deck, it returns to its original order.
ru: Идеальное тасование происходит, когда колода делится ровно пополам и карты чередуются безупречно. Если сделать это восемь раз с колодой из 52 карт, она вернется в исходный порядок.

# FactFractal92
source: Math anxiety is a real psychological condition. Brain scans show that for some, the prospect of doing math activates the same regions as physical pain.
ru: Математическая тревожность — это реальное психологическое состояние. Сканирование мозга показывает, что у некоторых людей перспектива решения задач активирует те же зоны, что и физическая боль.

# FactFractal93
source: 10! seconds is exactly equal to 6 weeks. This is because 10 × 9 × 8 × 7 × 6 × 5 × 4 × 3 × 2 × 1 factors out perfectly into weeks, days, and hours.
ru: 10! секунд — это ровно 6 недель. Это потому, что произведение чисел от 1 до 10 идеально раскладывается на недели, дни и часы.

# FactFractal94
source: The word «Fraction» comes from the Latin word frangere, which means «to break». It literally represents a broken part of a whole.
ru: Слово «Дробь» (Fraction) происходит от латинского frangere, что означает «ломать». Оно буквально представляет собой сломанную часть целого.

# FactFractal95
source: Triangular numbers are formed by dots arranged in an equilateral triangle. The sequence (1, 3, 6, 10...) describes how many objects are in a stack.
ru: Треугольные числа образуются точками, расположенными в виде равностороннего треугольника. Последовательность (1, 3, 6, 10...) описывает количество объектов в такой стопке.

# FactFractal96
source: Smith numbers are composite numbers where the sum of their digits equals the sum of the digits of their prime factors. 4937775 is one such number.
ru: Числа Смита — это составные числа, сумма цифр которых равна сумме цифр их простых множителей. 4937775 — одно из таких чисел.

# FactFractal97
source: The Law of Large Numbers states that as you perform more trials, the average of the results gets closer to the expected value. This is why casinos always win in the long run.
ru: Закон больших чисел гласит, что по мере проведения большего количества испытаний средний результат приближается к ожидаемому значению. Вот почему казино всегда выигрывают в долгосрочной перспективе.

# FactFractal98
source: Ethnomathematics is the study of how different cultures perceive and use math. Some cultures don’t use numbers at all, relying on relative terms like «many» or «few».
ru: Этноматематика изучает то, как разные культуры воспринимают и используют математику. Некоторые культуры вообще не используют числа, полагаясь на относительные понятия, такие как «много» или «мало».

# FactFractal99
source: The Golden Spiral can be found in the shape of galaxies and the curve of a breaking wave. It is the visual representation of the growth patterns found in the Fibonacci sequence.
ru: Золотую спираль можно найти в форме галактик и изгибе морской волны. Это визуальное воплощение закономерностей роста, обнаруженных в последовательности Фибоначчи.

# FactDragon1
source: The word «dragon» comes from the Greek word drakōn, which originally meant «large serpent». It shares a root with the verb drakein, meaning «to see clearly» or «to flash».
ru: Слово «дракон» происходит от греческого drakōn, что изначально означало «огромный змей». Оно имеет общий корень с глаголом drakein, означающим «ясно видеть» или «вспыхивать».

# FactDragon2
source: Ancient Greeks believed dragons had incredible eyesight that allowed them to guard treasures without ever sleeping. This «sharp-eyed» reputation is why they are so often depicted as sentinels.
ru: Древние греки верили, что у драконов невероятное зрение, позволяющее им охранять сокровища, никогда не засыпая. Эта репутация «зорких» существ — причина, по которой их так часто изображали стражами.

# FactDragon3
source: Before the 16th century, the distinction between a «dragon» and a «snake» was often non-existent in Western literature. They were viewed simply as different sizes of the same reptilian family.
ru: До XVI века в западной литературе различия между «драконом» и «змеей» часто не существовало. Их считали просто разными по размеру представителями одного рептильного семейства.

# FactDragon4
source: Many historians believe the myth of the dragon was born from the discovery of dinosaur fossils. Imagine an ancient farmer unearthing a T-Rex skull and assuming it belonged to a fire-breathing monster.
ru: Многие историки полагают, что миф о драконе родился из находок ископаемых остатков динозавров. Представьте древнего фермера, откопавшего череп тираннозавра и решившего, что он принадлежит огнедышащему монстру.

# FactDragon5
source: In China, «dragon bones» were traditionally ground into powder for use in medicine. Most of these were actually the fossilized remains of extinct mammals like the «three-toed horse».
ru: В Китае «драконьи кости» традиционно растирали в порошок для использования в медицине. Большинство из них на самом деле были окаменелостями вымерших млекопитающих, например, гиппарионов.

# FactDragon6
source: The «Rainbow Serpent» of Australian Aboriginal myth is one of the world’s oldest dragon-like figures. It is said to have created the ridges and valleys of the Earth as it slithered across the land.
ru: Радужный змей из мифов австралийских аборигенов — один из старейших в мире драконоподобных образов. Говорят, что он создал хребты и долины Земли, когда скользил по ней.

# FactDragon7
source: Egyptian mythology features Apep, a giant chaos-serpent who tried to swallow the sun every night. This was the ancient Egyptian way of explaining solar eclipses.
ru: В египетской мифологии Апоп — гигантский змей хаоса, который пытался проглатывать солнце каждую ночь. Так древние египтяне объясняли солнечные затмения.

# FactDragon8
source: The Mesopotamian monster Tiamat was a primordial dragon-goddess of the salt sea. She was eventually defeated by the god Marduk, who split her body to create the heavens and the earth.
ru: Месопотамское чудовище Тиамат была первобытной богиней-драконом соленого моря. В конце концов ее победил бог Мардук, который разделил ее тело, чтобы создать небеса и землю.

# FactDragon9
source: In early Roman accounts, dragons didn’t fly but were described as dropping out of trees to ambush prey. They were said to be fast enough to «fly» like a missile from a catapult when they leaped.
ru: В ранних римских отчетах драконы не летали, а описывались как существа, падающие с деревьев для засады. Говорили, что они прыгают с такой скоростью, будто выпущены из катапульты.

# FactDragon10
source: The concept of the «European» dragon we know today didn’t fully solidify until the High Middle Ages. Before then, they were often depicted as giant, wingless worms.
ru: Концепция «европейского» дракона, которого мы знаем сегодня, полностью сформировалась только в период Высокого Средневековья. До этого их часто изображали как гигантских бескрылых червей.

# FactDragon11
source: A «dragonet» is not just a cute name for a baby dragon, it refers to a specific species of small, often more venomous dragons. In some lore, these tiny creatures are far more aggressive than their giant cousins.
ru: «Драконет» — это не просто милое название для малыша, оно относится к конкретному виду маленьких, часто более ядовитых драконов. В некоторых преданиях эти крошечные существа гораздо агрессивнее своих гигантских собратьев.

# FactDragon12
source: In Western heraldry, a «Wyvern» is a dragon with only two legs and two wings. A «true» dragon is typically depicted with four legs and two wings.
ru: В западной геральдике «Виверна» — это дракон только с двумя ногами и двумя крыльями. «Настоящий» дракон обычно изображается с четырьмя ногами и двумя крыльями.

# FactDragon13
source: The «Lindworm» is a flightless dragon with only two front legs and a long serpentine body. It is a staple of Scandinavian folklore and was often associated with pestilence.
ru: Линдворм — это нелетающий дракон, у которого есть только две передние лапы и длинное змеиное тело. Он является важной частью скандинавского фольклора и часто ассоциировался с мором.

# FactDragon14
source: An «Ouroboros» is a dragon or serpent eating its own tail. This symbol represents the eternal cycle of life, death, and rebirth.
ru: Уроборос — это дракон или змей, кусающий себя за хвост. Этот символ олицетворяет вечный цикл жизни, смерти и возрождения.

# FactDragon15
source: In some myths, dragon scales are said to be harder than diamond but incredibly light. This allows the creature to maintain protection without becoming too heavy to fly.
ru: В некоторых мифах говорится, что чешуя дракона тверже алмаза, но при этом невероятно легкая. Это позволяет существу сохранять защиту, не становясь слишком тяжелым для полета.

# FactDragon16
source: Chinese dragons are often described as having the «Nine Resemblances». These include the head of a camel, the horns of a stag, the eyes of a hare, and the scales of a carp.
ru: Китайских драконов часто описывают как обладающих «девятью сходствами». Сюда входят голова верблюда, рога оленя, глаза зайца и чешуя карпа.

# FactDragon17
source: The «inverted scale» of a Chinese dragon is a single scale under its chin that grows the opposite way. Touching this scale is said to send the dragon into an uncontrollable, murderous rage.
ru: «Перевернутая чешуйка» китайского дракона — это единственная чешуйка под его подбородком, растущая в обратную сторону. Говорят, что прикосновение к ней вводит дракона в состояние неконтролируемой ярости.

# FactDragon18
source: Many legends claim that dragon blood is highly acidic or toxic. However, in Norse myth, tasting the blood of the dragon Fafnir allowed the hero Sigurd to understand the language of birds.
ru: Многие легенды утверждают, что кровь дракона очень кислая или токсичная. Однако в германских мифах вкус крови дракона Фафнира позволил герою Сигурду понимать язык птиц.

# FactDragon19
source: European dragons are frequently depicted with «bat-like» wings made of leathery skin. Conversely, some Mesoamerican dragons, like Quetzalcoatl, are covered in vibrant, iridescent feathers.
ru: Европейских драконов часто изображают с крыльями, похожими на кожаные крылья летучих мышей. Напротив, мезоамериканские драконы, такие как Кетцалькоатль, покрыты яркими перьями.

# FactDragon20
source: In some fantasy biology, dragons swallow large rocks to help grind food in their gizzards. These «stomach stones» eventually become smooth and are sometimes mistaken for gemstones.
ru: В фантастической биологии драконы глотают камни, чтобы те помогали перемалывать пищу в желудке. Эти камни со временем становятся гладкими, и их иногда принимают за драгоценности.

# FactDragon21
source: While Western dragons breathe fire, Eastern dragons are almost always masters of water and weather. They are believed to live in palaces at the bottom of the sea or within clouds.
ru: В то время как западные драконы дышат огнем, восточные почти всегда являются повелителями воды и погоды. Считается, что они живут во дворцах на дне моря или внутри облаков.

# FactDragon22
source: The «Zmeu» of Romanian folklore can breathe fire but often appears in human form. It is known for kidnapping young women and hiding them in its celestial castle.
ru: Змей из румынского фольклора может дышать огнем, но часто принимает человеческий облик. Он известен тем, что похищает девушек и прячет их в своем небесном замке.

# FactDragon23
source: In Slavic mythology, the dragon «Zmey Gorynych» has three heads and can breathe fire from all of them simultaneously. If one head is cut off, another often grows back, similar to a Hydra.
ru: В славянской мифологии Змей Горыныч имеет три головы и может дышать огнем изо всех сразу. Если одну голову отрубить, на ее месте часто вырастает новая, как у Гидры.

# FactDragon24
source: Not all dragons use heat, the «Frost Dragon» of Norse-inspired tales is said to breathe a mist that freezes the air instantly. Their scales are often described as being made of living ice.
ru: Не все драконы используют жар, говорят, что Ледяной дракон дышит туманом, который мгновенно замораживает воздух. Их чешую часто описывают как созданную из живого льда.

# FactDragon25
source: The Albanian «Bolla» sleeps for a year and wakes only on Saint George’s Day. If it lives for twelve years without being seen, it transforms into a «Kulshedra», a multi-headed fire-demon.
ru: Албанская Болла спит целый год и просыпается только в день Святого Георгия. Если она проживет двенадцать лет незамеченной, она превращается в Кульшеддру — многоголового огненного демона.

# FactDragon26
source: In Japan, the dragon god Ryūjin controls the tides using two magical «Tide Jewels». One jewel makes the tide rise, and the other makes it fall.
ru: В Японии бог-дракон Рюдзин управляет приливами с помощью двух магических камней. Один камень заставляет прилив подниматься, а другой — отступать.

# FactDragon27
source: Some dragons are said to breathe poison gas rather than flames. Medieval texts often blamed «dragon breath» for the spread of the Black Plague.
ru: Говорят, что некоторые драконы выдыхают ядовитый газ вместо пламени. Средневековые тексты часто винили «дыхание дракона» в распространении чумы.

# FactDragon28
source: The Tibetan «Druk» is known as the «Thunder Dragon» because the sound of thunder is believed to be its roar. This dragon is the national symbol of Bhutan.
ru: Тибетский Друк известен как «Громовой дракон», потому что звук грома считается его ревом. Этот дракон является национальным символом Бутана.

# FactDragon29
source: In Incan culture, the dragon «Amaru» has two heads—one of a llama and one of a puma. It was believed to emerge from the underworld to bring about massive social and political shifts.
ru: В культуре инков у дракона Амару две головы — одна ламы, другая пумы. Считалось, что он выходит из подземного мира, чтобы вызвать масштабные социальные перемены.

# FactDragon30
source: The «Zilant» of Tatar folklore is a winged serpent that guards a hidden hoard of gold. It is the official symbol of the city of Kazan.
ru: Зилант из татарского фольклора — это крылатый змей, охраняющий скрытые сокровища. Он является официальным символом города Казани.

# FactDragon31
source: The classic «dragon hoard» is a reflection of the dragon’s greed, a trait emphasized in Western folklore. They don’t actually use the gold, they just enjoy the feeling of sleeping on it.
ru: Классическая «сокровищница дракона» — это отражение его жадности, черты, подчеркиваемой в западном фольклоре. Они на самом деле не тратят золото, им просто нравится спать на нем.

# FactDragon32
source: In Norse mythology, Fafnir was originally a dwarf who became a dragon because of his extreme greed. His transformation suggests that «dragon-ness» is a curse of the soul rather than a species.
ru: В скандинавской мифологии Фафнир изначально был гномом, который стал драконом из-за своей безмерной жадности. Его превращение предполагает, что «драконье естество» — это проклятие души, а не биологический вид.

# FactDragon33
source: Chinese dragons are often depicted clutching a «glowing pearl» under their chin or in their claws. This pearl represents wisdom, prosperity, and the energy of the universe.
ru: Китайских драконов часто изображают с сияющей жемчужиной под подбородком или в когтях. Эта жемчужина символизирует мудрость, процветание и энергию вселенной.

# FactDragon34
source: Some legends suggest that dragons can live for thousands of years. As they age, their scales change color, often turning from vibrant red or green to deep gold or obsidian.
ru: Некоторые легенды предполагают, что драконы могут жить тысячи лет. С возрастом их чешуя меняет цвет, превращаясь из ярко-красной или зеленой в золотую или обсидиановую.

# FactDragon35
source: In some traditions, dragons are highly social and meet once every century to discuss the state of the world. These gatherings are usually held on the highest mountain peaks.
ru: В некоторых традициях драконы очень общительны и встречаются раз в столетие, чтобы обсудить состояние мира. Эти собрания обычно проходят на самых высоких горных пиках.

# FactDragon36
source: Female dragons in Greek myth are called «Drakaina». They were often depicted with the upper body of a beautiful woman and the lower body of a monstrous serpent.
ru: Женские особи драконов в греческих мифах называются «Дракайнами». Их часто изображали с верхней частью тела красивой женщины и нижней частью чудовищного змея.

# FactDragon37
source: Dragons are often portrayed as having a «soft spot» on their underbelly where scales are missing. This vulnerability is the key to defeating them in stories like Beowulf and The Hobbit.
ru: Драконов часто описывают как имеющих «мягкое место» на брюхе, где не хватает чешуи. Эта уязвимость — ключ к их победе в таких историях, как «Беовульф» и «Хоббит».

# FactDragon38
source: In Japanese folklore, dragons can change their size at will. They can grow large enough to cover the sky or shrink down to the size of a silkworm to hide.
ru: В японском фольклоре драконы могут менять размер по своему желанию. Они могут вырасти настолько, чтобы закрыть небо, или уменьшиться до размеров шелкопряда.

# FactDragon39
source: Some dragons are said to be «addicted» to certain smells. In medieval lore, dragons were supposedly terrified of the scent of burning panther skin.
ru: Говорят, что некоторые драконы «зависимы» от определенных запахов. В средневековых поверьях драконы якобы ужасно боялись запаха горящей шкуры пантеры.
