Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# QuestDescObtainFractalStage1
source: I have noticed that lately the froguses have been sitting in thought for a long time, I need to figure out what is going on.
ru: Я заметила что последнее время фрогусы подолгу сидят в задумчивости, надо выяснить в чем дело.

# QuestDescObtainFractalStage2
source: Frogus asked me to measure the length of the pond shoreline using a two-meter stick. Why would he want that?
ru: Фрогус попросил меня измерить длину береговой линии пруда с помощью двухметровой палки. Зачем ему это?

# QuestDescObtainFractalStage3
source: Well, I have measured it, it is time to report the results.
ru: Ну я померяла, пора сообщить о результатах.

# QuestDescObtainFractalStage4
source: Now frogus asked me to do the same thing, but with a different ruler.
ru: Теперь Фрогус попросил меня сделать то же самое, но уже другой линейкой.

# QuestDescObtainFractalStage5
source: This time I measured a completely different number. Strange, I will go ask frogus.
ru: В этот раз я намеряля совсем другое число. Странно, пойду спрошу фрогуса.

# QuestDescObtainFractalStage6
source: Frogus sent me to the bobers to find out about this paradox.
ru: Фрогус отправил меня к боберам узнать насчет этого парадокса.

# QuestDescObtainFractalStage7
source: Bober gave me a book about mathematics, I will dive into it head first.
ru: Бобер дал мне книгу про математику, нырну туда с головой.

# QuestDescObtainFractalStage8
source: Wow, I learned a lot of new things there! What I liked most in this book were the fractals, now I know what they are and how different they are. I love imagining them!
ru: Вау, я узнала там много нового! Больше всего в этой книге мне понравились фракталы, теперь я знаю что это такое и какие разные они бывают. Обожаю их себе представлять!

# QuestDescMeditationStage0
source: To begin with, it would be nice to fully understand %@ and dogus.
ru: Для начала, неплохо бы полностью понимать %@ и догуса.

# QuestDescMeditationStage1
source: My head is been spinning lately. I will ask the adult dogus how he always manages to stay so rested.
ru: Что-то последнее время голова кругом идет. Спрошу-ка я у взрослого догуса как ему всегда удается оставаться таким отдохнувшим.

# QuestDescMeditationStage2
source: Dogus told me to ask Frogus about meditation.
ru: Догус сказал чтобы я спросила у фрогуса насчет медитации.

# QuestDescMeditationStage3
source: We started intensive training with Frogus.
ru: Мы начали интенсивные тренировки с Фрогусом.

# QuestDescMeditationStage4
source: I learned meditation practices and now I can forget anything I want!
ru: Я научилась практикам медитации и теперь я могу забыть всё что захочу!

# QuestDescObtainDragonStage0
source: To begin with, it would be nice to fully understand catus, %@, dogus and %@.
ru: Для начала, неплохо бы полностью понимать катуса, %@, догуса и %@.

# QuestDescObtainDragonStage1
source: I heard some rumors about troubles in the kingdom, I think I will ask Catus about it.
ru: Я слышала какие-то слухи про неприятности в королевстве, спрошу, пожалуй, у Катуса насчет этого.

# QuestDescObtainDragonStage2
source: So, to save the egg I need to assemble a team of Catus, Dogus, Frogus and Bober.
ru: Итак, чтобы спасти яйцо мне нужно собрать команду из Катуса, Догуса, Фрогуса и Бобера.

# QuestDescObtainDragonStage3
source: We set off for our first destination, Misty Gorge, which will take one day to get there.
ru: Мы отправились к нашей первой цели - Туманному Ущелью, путь туда займет один день.

# QuestDescObtainDragonStage4
source: We have arrived at the Misty Gorge, how do we get through it?
ru: Мы прибыли к Туманному Ущелью, как же нам через него пробраться?

# QuestDescObtainDragonStage5
source: I should ask the group how they propose to cross the Misty Gorge and choose the best option.
ru: Я должна спросить у группы, как они предлагают преодолеть Туманное Ущелье и выбрать лучший вариант.

# QuestDescObtainDragonStage6
source: I’ve made a decision on how to get through the Misty Gorge, and I hope it’s the right one.
ru: Я приняла решение как нам пробраться через Туманное Ущелье, надеюсь что правильное.

# QuestDescObtainDragonStage7
source: We’ve made it to the other side of the Misty Gorge, I need to find out from Catus about the team’s status.
ru: Мы выбрались по ту сторону Туманного Ущелья, надо узнать у Катуса о состоянии команды.

# QuestDescObtainDragonStage8
source: We are moving towards the next location - the Forest of Singing Winds.
ru: Мы движемся в сторону следующего препятствия - Леса Поющих Ветров.

# QuestDescObtainDragonStage9
source: We have arrived at the Forest of Singing Winds, how do we get through it?
ru: Мы прибыли к Лесу Поющих Ветров, как же нам через него пробраться?

# QuestDescObtainDragonStage10
source: I should ask the group how they propose to cross the Forest of Singing Winds and choose the best option.
ru: Я должна спросить у группы, как они предлагают преодолеть Лес Поющих Ветров и выбрать лучший вариант.

# QuestDescObtainDragonStage11
source: I’ve made a decision on how to get through the Forest of Singing Winds, and I hope it’s the right one.
ru: Я приняла решение как нам пробраться через Лес Поющих Ветров, надеюсь что правильное.

# QuestDescObtainDragonStage12
source: We passed through the forest, I’ll ask Catus how successfully we did it.
ru: Мы прошли через лес, осведомлюсь у Катуса том, насколько успешно.

# QuestDescObtainDragonStage13
source: We move on - the Stone Pass awaits us.
ru: Мы движемся дальше - нас ждёт Каменный Перевал.

# QuestDescObtainDragonStage14
source: We have arrived at the Stone Pass, what danger awaits us here?
ru: Мы прибыли к Каменному Перевалу, какая опасность ждёт нас здесь?

# QuestDescObtainDragonStage15
source: I should ask the group how they propose to cross the Stone Pass and choose the best option.
ru: Я должна спросить у группы, как они предлагают преодолеть Каменный перевал и выбрать лучший вариант.

# QuestDescObtainDragonStage16
source: I’ve made a decision on how to get through the Stone Pass, and I hope it’s the right one.
ru: Я приняла решение как нам пробраться через Каменный Перевал, надеюсь что правильное.

# QuestDescObtainDragonStage17
source: It looks like we’ve overcome the giant, I’ll find out the details from Catus.
ru: Похоже что мы преодолели великана, узнаю у Катуса подробности.

# QuestDescObtainDragonStage18
source: We move on - the Ash Caves awaits us.
ru: Мы движемся дальше - нас ждут Пепельные Пещеры.

# QuestDescObtainDragonStage19
source: We have arrived at the Ash Caves, what danger awaits us here?
ru: Мы прибыли к Пепельным Пещерам, какая опасность ждёт нас здесь?

# QuestDescObtainDragonStage20
source: I should ask the group how they propose to cross the Ash Caves and choose the best option.
ru: Я должна спросить у группы, как они предлагают преодолеть Пепельные Пещеры и выбрать лучший вариант.

# QuestDescObtainDragonStage21
source: I’ve made a decision on how to get through the Ash Caves, and I hope it’s the right one.
ru: Я приняла решение как нам пробраться через Пепельные Пещеры, надеюсь что правильное.

# QuestDescObtainDragonStage22
source: We got through the caves, I’ll ask Catus how we did.
ru: Мы преодолели пещеры, узнаю у Катуса как мы справились.

# QuestDescObtainDragonStage23
source: We’re almost there - to the ritual site!
ru: Мы почти у цели, вперед, к месту ритуала!

# QuestDescObtainDragonStage24
source: We arrived at the site of the final battle.
ru: Мы прибыли к месту финального сражения.

# QuestDescObtainDragonStage25YesNecro
source: The necromancer is defeated, but now I have to choose who will buy time for the others.
ru: Некромант повержен, но теперь я должна выбрать кто выиграет время остальным.

# QuestDescObtainDragonStage25NoNecro
source: The necromancer is defeated, but now I must choose who will escape with the egg while the others hold off the creatures.
ru: Некромант повержен, но теперь я должна выбрать кто сбежить с яйцом пока остальные сдерживают тварей.

# QuestDescObtainDragonStage26
source: We got the egg back, but at what cost! Time to go home.
ru: Мы вернули яйцо, но какой ценой! Время возвращаться домой.

# QuestDescObtainDragonStage27
source: Here we are at home, time to honor the memory of the heroes and start hatching dragons!
ru: Вот мы и дома, пора почтить память героев и заняться разведением драконов!

# QuestDescObtainAlienStage0
source: To begin with, it would be nice to fully understand catus, %@, %@ and %@.
ru: Для начала, неплохо бы полностью понимать катуса, %@, %@ и %@.

# QuestDescObtainAlienStage1
source: A new star has appeared in the sky, I need to find out from Catus what’s what.
ru: На небе вспыхнула новая звезда, надо узнать у Катуса что к чему.

# QuestDescObtainAlienStage2
source: Catus explained that this was Betelgeuse and suggested flying to it, I should ask Bober if this is even possible.
ru: Катус объяснил, что это Бетельгейзе и предложил слетать к ней, надо спросить у Бобера возможно ли это вообще.

# QuestDescObtainAlienStage3
source: The Bober said that he could build a spaceship, but to do so he needed concentrated magic, which could be taken from dragons.
ru: Бобер сказал что может построить космический корабль, но для этого ему нужна концентрированная магия, которую можно взять у драконов.

# QuestDescObtainAlienStage4
source: I got magic from the dragon (I’ll try not to eat it), I need to give it to the bober.
ru: Я получила магию от дракона (постараюсь ее не есть), надо отдать ее боберу.

# QuestDescObtainAlienStage5
source: I gave the bober a clot of magic and he immersed himself in work, saying to come tomorrow.
ru: Я отдала боберу сгусток магии и он погрузился в работу, сказал придти завтра.

# QuestDescObtainAlienStage6
source: Need to ask the bober about the starship.
ru: Надо поинтересоваться у бобера насчет звездолета.

# QuestDescObtainAlienStage7
source: The starship is ready! We’re heading to Betelgeuse. According to the panels, we’re still %@ days away.
ru: Звездолет готов! Мы отправились к Бетельгейзе. Согласно приборам лететь туда еще дней: %@.

# QuestDescObtainAlienStage8
source: It’s taking us a strangely long time to fly, even with dragon magic. Need to ask bober what’s wrong.
ru: Что-то странно долго летим даже с драконьей магией. Надо спросить у бобера в чем дело.

# QuestDescObtainAlienStage9
source: I need to consult with the fractal, maybe it will tell me what to do.
ru: Надо посоветоваться с фракталом, может он подскажет что делать.

# QuestDescObtainAlienStage10
source: So. It seems the bober got so busy that he forgot the most important thing.
ru: Так. Кажется бобер настолько заработался, что забыл самое главное.

# QuestDescObtainAlienStage11
source: We’ve arrived. It’s very beautiful. I’ll go ask the beaver if everything is okay.
ru: Мы прибыли. Очень красиво. Пойду спрошу у бобера все ли в порядке.

# QuestDescObtainAlienStage12
source: We launched a probe to intercept the capsule sending out a strange signal.
ru: Мы запустили зонд чтобы перехватить капсулу, посылающую странный сигнал.

# QuestDescObtainAlienStage13
source: The probe has brought the capsule on board. Need to tell the bober it’s time to return.
ru: Зонд привез капсулу на борт. Надо сказать боберу что пора возвращаться.

# QuestDescObtainAlienStage14
source: We’re flying home.
ru: Летим домой.

# QuestDescObtainAlienStage15
source: We’re back home, time to try growing this weird soup.
ru: Мы вернулись домой, пора попытаться вырастить этот странный суп.

# FactDog1
source: A dog’s nose print is as unique as a human fingerprint. It can be used by forensic investigators to identify specific animals.
ru: Отпечаток носа собаки так же уникален, как отпечаток пальца человека. Криминалисты могут использовать его для идентификации конкретного животного.

# FactDog2
source: Dogs have three eyelids in each eye. The third lid, called the nictitating membrane, helps keep the eye lubricated and protected.
ru: У собак по три века на каждом глазу. Третье веко, называемое мигательной перепонкой, помогает смазывать и защищать глаз.

# FactDog3
source: Bloodhounds have a sense of smell so accurate that it is admissible as evidence in a court of law. They can follow tracks that are over 300 hours old.
ru: Нюх бладхаунда настолько точен, что его результаты признаются в качестве доказательства в суде. Они могут идти по следу, оставленному более 300 часов назад.

# FactDog4
source: Your dog’s sense of smell is roughly 10,000 to 100,000 times more acute than yours. If you can smell a teaspoon of sugar in your coffee, they can smell a teaspoon of sugar in an Olympic-sized swimming pool.
ru: Обоняние вашей собаки в 10 000 – 100 000 раз острее вашего. Если вы чувствуете чайную ложку сахара в кофе, то собака учует её в олимпийском бассейне.

# FactDog5
source: Dogs have about 1,700 taste buds, while humans have around 9,000. This is why they are often more interested in how food smells than how it actually tastes.
ru: У собак около 1700 вкусовых рецепторов, тогда как у людей — около 9000. Поэтому их часто больше интересует запах еды, чем её реальный вкус.

# FactDog6
source: A dog’s whiskers are packed with nerves that send sensory information to the brain. These «vibrissae» help them detect subtle changes in air currents and navigate in the dark.
ru: Усы собаки пронизаны нервами, которые передают сенсорную информацию в мозг. Эти «вибриссы» помогают им улавливать изменения в потоках воздуха и ориентироваться в темноте.

# FactDog7
source: Puppies are born deaf and blind. Their ear canals and eyes don’t fully open until they are about two weeks old.
ru: Щенки рождаются глухими и слепыми. Их слуховые проходы и глаза полностью открываются только к двум неделям жизни.

# FactDog8
source: Dogs can hear frequencies up to 45,000 Hz, whereas humans only hear up to 20,000 Hz. This allows them to hear the high-pitched «hum» of electronics that we can’t perceive.
ru: Собаки слышат частоты до 45 000 Гц, тогда как люди — только до 20 000 Гц. Это позволяет им слышать высокочастотный «гул» электроники, который мы не замечаем.

# FactDog9
source: Basenjis are the only breed of dog that cannot bark. Instead, they make a sound known as a «barroo», which sounds like a strange yodel.
ru: Басенджи — единственная порода собак, которая не умеет лаять. Вместо этого они издают звук, известный как «барру», похожий на странный йодль.

# FactDog10
source: Some dogs are «left-pawed» while others are «right-pawed». You can test this by seeing which paw they use first when trying to get a treat out of a toy.
ru: Некоторые собаки — «левши», а другие — «правши». Вы можете проверить это, посмотрев, какой лапой они первой достают лакомство из игрушки.

# FactDog11
source: Dogs sweat only through their paw pads. To cool down the rest of their body, they rely on panting to evaporate moisture from their tongues.
ru: Собаки потеют только через подушечки лап. Чтобы охладить остальное тело, они используют одышку для испарения влаги с языка.

# FactDog12
source: A dog’s ear is controlled by at least 18 different muscles. These muscles allow them to tilt and rotate their ears independently to pinpoint the source of a sound.
ru: Ухо собаки управляется как минимум 18 различными мышцами. Эти мышцы позволяют им наклонять и поворачивать уши независимо друг от друга для поиска источника звука.

# FactDog13
source: Newfoundland dogs have webbed feet and a water-resistant coat. This makes them world-class swimmers who were originally bred to help fishermen.
ru: У ньюфаундлендов перепончатые лапы и водоотталкивающая шерсть. Это делает их пловцами мирового класса, которые изначально выводились в помощь рыбакам.

# FactDog14
source: The Chow Chow and the Shar-Pei are the only two dog breeds that have completely black or blue tongues. Scientists aren’t entirely sure why this genetic trait exists.
ru: Чау-чау и шарпеи — единственные две породы, у которых полностью черные или синие языки. Ученые до сих пор точно не знают причин этой генетической особенности.

# FactDog15
source: Dogs can see in the dark thanks to a special membrane called the tapetum lucidum. This layer reflects light back through the retina, which also causes their eyes to glow in photos.
ru: Собаки видят в темноте благодаря специальной мембране tapetum lucidum. Этот слой отражает свет обратно через сетчатку, из-за чего их глаза светятся на фотографиях.

# FactDog16
source: A dog’s shoulder blades are not attached to the rest of its skeleton. This «floating» design allows for greater flexibility and a longer stride when running.
ru: Лопатки собаки не прикреплены к остальному скелету. Такая «плавающая» конструкция обеспечивает большую гибкость и длинный шаг при беге.

# FactDog17
source: The Lundehund is a breed with six toes on each foot. This physical anomaly helped them climb slippery cliffs in Norway to hunt puffins.
ru: Лундехунд — это порода, у которой по шесть пальцев на каждой лапе. Эта аномалия помогала им взбираться по скользким скалам Норвегии для охоты на тупиков.

# FactDog18
source: Small dogs generally live longer than large dogs. A giant breed like a Great Dane has a much faster metabolic rate, which contributes to quicker aging.
ru: Маленькие собаки обычно живут дольше крупных. У гигантских пород, таких как немецкий дог, обмен веществ происходит быстрее, что способствует ускоренному старению.

# FactDog19
source: Dogs have a «nephrophilic» attraction to the smell of rotting things. They roll in stinky messes to mask their own scent, a behavior inherited from their wolf ancestors.
ru: Собак тянет к запаху гниющих вещей. Они валяются в вонючей грязи, чтобы замаскировать собственный запах — это инстинкт, доставшийся от волков.

# FactDog20
source: The average dog’s mouth exerts about 320 pounds of pressure per square inch. Some breeds, like the Mastiff, can exert over 500 pounds of pressure.
ru: Челюсть средней собаки создает давление около 320 фунтов на квадратный дюйм. Некоторые породы, например мастифы, могут развивать давление более 500 фунтов.

# FactDog21
source: When a dog spins in circles before lying down, they are following an ancient instinct. Their ancestors did this to flatten tall grass and scuffle away any snakes or insects.
ru: Когда собака крутится перед сном, она следует древнему инстинкту. Их предки делали так, чтобы примять траву и прогнать змей или насекомых.

# FactDog22
source: Dogs kick their back legs after pooping to spread their scent. They have scent glands in their paws that leave an «olfactory business card» for other dogs.
ru: Собаки дрыгают задними лапами после туалета, чтобы распространить свой запах. На их лапах есть пахучие железы, которые оставляют «обонятельную визитку» для других.

# FactDog23
source: Many dogs experience «zoomies», technically known as Frenetic Random Activity Periods. This is a burst of pent-up energy that they release by sprinting in chaotic loops.
ru: Многие собаки испытывают «зумис» — внезапные приступы активности. Это всплеск накопившейся энергии, которую они выплескивают, бегая по хаотичным кругам.

# FactDog24
source: Dogs dream just like humans do. If you see their paws twitching or hear them whimpering in their sleep, they are likely in the REM stage of dreaming.
ru: Собаки видят сны так же, как люди. Если вы видите, как дергаются лапы или слышите поскуливание во сне, значит, они находятся в фазе быстрого сна.

# FactDog25
source: Your dog might lean on you as a way of showing affection or seeking security. In the dog world, physical contact is a sign of trust and bonding.
ru: Ваша собака может прислоняться к вам, чтобы показать привязанность или почувствовать безопасность. В мире собак физический контакт — это знак доверия и связи.

# FactDog26
source: Dogs can learn to recognize over 150 words and gestures. Some «super-dogs» have even demonstrated the ability to understand up to 250 words.
ru: Собаки могут научиться распознавать более 150 слов и жестов. Некоторые «супер-собаки» демонстрируют способность понимать до 250 слов.

# FactDog27
source: When a dog wags its tail to the right, it usually means they are happy. A wag to the left can indicate that they are feeling anxious or threatened.
ru: Когда собака виляет хвостом вправо, это обычно означает радость. Виляние влево может указывать на тревогу или чувство угрозы.

# FactDog28
source: Dogs have a «sense of time» and can predict regular events like walks or dinner. They do this by smelling the «decay» of scents in the house throughout the day.
ru: У собак есть «чувство времени», и они могут предсказывать регулярные события. Они делают это, улавливая изменение интенсивности запахов в доме в течение дня.

# FactDog29
source: A dog’s «guilty look» is actually a reaction to your body language. They aren’t feeling moral shame, but are instead showing submissive signals to appease an angry owner.
ru: «Виноватый вид» собаки — это на самом деле реакция на язык вашего тела. Они не чувствуют морального стыда, а просто показывают сигналы подчинения, чтобы успокоить хозяина.

# FactDog30
source: Male dogs lift their legs to pee as high as possible. This makes their scent travel further and convinces other dogs that they are larger than they actually are.
ru: Кобели задирают лапу как можно выше, чтобы пометить территорию. Это помогает запаху распространяться дальше и убеждает других, что собака крупнее, чем есть на самом деле.

# FactDog31
source: Dogs often «smile» by pulling their lips back to show their front teeth. This is usually a submissive gesture intended to show they are not a threat.
ru: Собаки часто «улыбаются», обнажая передние зубы. Обычно это жест подчинения, призванный показать, что они не представляют угрозы.

# FactDog32
source: The «wet dog smell» is caused by tiny microorganisms living in their fur. When the fur gets wet, these bacteria release volatile organic compounds that create the musk.
ru: «Запах мокрой собаки» вызван крошечными микроорганизмами в шерсти. Когда шерсть намокает, бактерии выделяют летучие соединения, создающие этот мускус.

# FactDog33
source: Dogs prefer to poop in alignment with Earth’s magnetic field. A study found they usually choose a North-South axis when the magnetic field is calm.
ru: Собаки предпочитают испражняться, ориентируясь по магнитному полю Земли. Исследования показали, что они обычно выбирают ось север-юг.

# FactDog34
source: Staring into a dog’s eyes releases oxytocin in both the human and the dog. This is the same «love hormone» that helps mothers bond with their infants.
ru: Взгляд «глаза в глаза» вызывает выброс окситоцина и у человека, и у собаки. Это тот же «гормон любви», который помогает матерям привязываться к младенцам.

# FactDog35
source: Dogs can smell your emotions, including fear and anxiety. When you’re stressed, you sweat a specific chemical that your dog can easily detect.
ru: Собаки могут чувствовать ваши эмоции, включая страх и тревогу. Когда вы нервничаете, вы выделяете специфический пот, который собака легко распознает.

# FactDog36
source: Puppies love to play-bite because it’s how they learn «bite inhibition». If they bite a littermate too hard, the other puppy yelps, teaching them to be gentle.
ru: Щенки любят покусывать во время игры, чтобы научиться контролировать силу укуса. Если они кусают брата слишком сильно, тот вскрикивает, обучая их осторожности.

# FactDog37
source: Dogs don’t actually feel «jealousy» in the complex human sense. However, they do show «primordial» jealousy when they see their owners giving attention to a rival dog.
ru: Собаки не чувствуют «ревность» в сложном человеческом смысле. Однако они проявляют примитивную ревность, если хозяин уделяет внимание другой собаке.
