Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# ObtainDragonStage24Dialog1
source: “It’s too late…” the necromancer says. “You’ve come too late. But if you want to die next to this damned egg, I don’t mind.” He waves his hand, and hordes of minions burst from the shadows: skeleton knights, ghosts, shadows, and bone golems.
ru: — Поздно… — говорит некромант, вы пришли слишком поздно. Но если хотите умереть рядом с этим проклятым яйцом — я не против. Он взмахивает рукой, и из теней вырываются орды приспешников: рыцари-скелеты, призраки, тени и костяные големы.

# ObtainDragonStage24Dialog2
source: Valherris, you pathetic fool! Did you think I couldn’t recognize the spell of eternal summoning? You sold your soul in exchange for this final summoning, and your time is numbered! Now we can easily take the egg.
ru: — Валхеррис, ты жалкий глупец! Думал я не распознаю заклинание вечного призыва? Ты продал свою душу в обмен на этот последний призыв и минуты твои сочтены! Теперь мы с легкостью заберем яйцо.

# ObtainDragonStage24Dialog3
source: But there’s one problem… We’ll get the egg, but the minions will really be spawning forever. Whatever you say, that damn necromancer was incredibly powerful (now all that’s left of him is a robe on the floor). We don’t have much time, we can’t fight forever. One of us has to escape with the egg, and the others will buy him enough time. Decide, who among us will save the egg?
ru: Но есть одна сложность… Яйцо-то мы заберем, но приспешники действительно будут лезть вечно. Чего не говори, а этот чертов некромант был невероятно силен (сейчас от него осталась одна лишь мантия на полу). У нас мало времени, мы не можем сражаться вечно, кто-то один должен сбежать с яйцом, остальные выиграют ему достаточно времени. Решай, кто из нас спасет яйцо?

# ObtainDragonStage24Answer1
source: It seems I have no other choice…
ru: Похоже у меня нет другого выхода…

# ObtainDragonStage24Dialog7
source: But there’s one problem… We’ll get the egg, but the minions will really be spawning forever. Whatever you say, that damn necromancer was incredibly powerful (now all that’s left of him is a robe on the floor). We don’t have much time, we can’t fight forever. I never thought I’d have to resort to the power of the Necronomicon. It’s powerful enough for one of us to hold off the creatures long enough for the others to escape with the egg. Decide which of us will buy the others time?
ru: Но есть одна сложность… Яйцо-то мы заберем, но приспешники действительно будут лезть вечно. Чего не говори, а этот чертов некромант был невероятно силен (сейчас от него осталась одна лишь мантия на полу). У нас мало времени, мы не можем сражаться вечно. Никогда не думал что прибегну к силе Некрономикона. Его силы хватит чтобы один из нас сдержал натиск тварей достаточно долго, чтобы остальные успели уйти с яйцом. Решай, кто из нас выиграет время остальным?

# ObtainDragonStage25Answer0
source: You will be the one who saves the egg…
ru: Ты будешь тем, кто спасет яйцо…

# ObtainDragonStage25Answer1
source: I’m ready to make a choice…
ru: Я готова сделать выбор…

# ObtainDragonStage25Dialog0
source: Who did you choose?
ru: Кого же ты выбрала?

# ObtainDragonStage25Answer2
source: I choose you, Catus…
ru: Я выбираю тебя, Катус…

# ObtainDragonStage25Answer3
source: I choose Dogus…
ru: Я выбираю Догуса…

# ObtainDragonStage25Answer4
source: I choose Frogus…
ru: Я выбираю Фрогуса…

# ObtainDragonStage25Answer5
source: I choose Bober…
ru: Я выбираю Бобера…

# ObtainDragonStage25Dialog1
source: Are you absolutely sure?
ru: Ты абсолютно уверена в своем выборе?

# ObtainDragonStage25Answer6
source: Yes, I am sure.
ru: Да, я уверена.

# ObtainDragonStage25Answer7
source: Let me think a bit more…
ru: Дай мне еще подумать…

# ObtainDragonStage25Dialog2
source: Well, in that case, it’s time to say goodbye. I’m putting Dogus in charge of the team. Talk to him, and I have to go. There’s something I need to sort out…
ru: Что ж, в таком случае пришло время прощаться. Назначаю Догуса ответственным за команду, поговори с ним, а мне пора, есть кое что с чем мне надо разобраться…

# ObtainDragonStage25Answer8
source: Goodbye, my friend
ru: Прощай, мой друг

# ObtainDragonStage25Answer9
source: Catus put you in charge, tell me what happened
ru: Катус назначил тебя главным, расскажи что произошло

# ObtainDragonStage25Dialog3
source: This is how it happened: Catus grabbed his staff, and a blue flame flared on it. — Necromancy raised these creatures. Magic will stop them. Go away. Drawing power from the cursed book, he creates a wall of energy that tears the air. The last thing you hear is his quiet voice: — It was an honor to walk with you. The wall explodes with light, burying the mage and the hordes of the dead.
ru: Вот как это было: Катус схватился за свой посох, на нём вспыхнуло синее пламя. — Некромантия подняла этих тварей. Магия их и остановит. Уходите. Черпая силы из проклятой книги он создаёт стену энергии, которая разрывает воздух. Последнее, что вы слышите — его тихий голос: — Мне было честь идти с вами. Стена взрывается светом, погребая мага и орды мертвецов.

# ObtainDragonStage25Dialog4
source: It’s time to go back, we don’t want his sacrifice to be in vain. The journey home will be easier and quicker, and it will only take one day. Let’s go!
ru: Пора возвращаться, мы не хотим чтобы его жертва стала напрасной. Путь домой будет легче и быстрей и займет всего один день. Вперед!

# ObtainDragonStage25Dialog6
source: Dogus places his cloak in your hands — he smiles for the first time in the entire adventure. — Take the egg. I will hold them back. Go. Touching the cursed book with his sword, he imbues it with mystical light. Turning, he charges into the ranks of the undead, shouting a battle cry that echoes throughout the hall…
ru: Догус вкладывает свой плащ тебе в руки — он улыбается впервые за всё приключение. — Забери яйцо. Я сдержу их. Иди. Коснувшись мечом проклятой книги, он напитывает его мистическим светом. Развернушсь, он бросается в ряды нежити, крича боевой клич, который разносится по залу…

# ObtainDragonStage25Dialog8
source: Frogus clutches the lyre to his chest. His eyes are sad, but confident. — We each have our own song, but the final one is always a solo. Remember me like this... singing. Touching the cursed book, he raises the lyre and plays a note that cracks the air. The melody cuts through the undead like a blade, and then everything around it. The song fades along with the bard’s life, opening the way for you.
ru: Фрогус прижимает к груди лиру. Его глаза печальны, но уверены. — У каждого из нас своя песня, но финальная — всегда соло. Запомните меня таким… поющим. Коснувшись проклятой книги, он поднимает лиру и играет ноту, от которой трескается воздух. Мелодия режет нежить как клинок, а затем и всё вокруг. Песня гаснет вместе с жизнью барда, открывая вам путь.

# ObtainDragonStage25Dialog10
source: Bober places his hand on your shoulder and looks at you calmly, as if this were all just another day’s work in the forge. — Iron bends under the hammer. And fate — under the choices we made. Go. I will bring down the halls behind me. He waits until we run across the bridge, then, touching the cursed book, strikes the hammer against a supporting column. The entire temple begins to crumble. The last thing we see is Bober’s silhouette standing amidst the falling stones.
ru: Бобер кладёт ладонь тебе на плечо и смотрит так спокойно, будто всё это — обычная работа в кузнице. — Железо гнётся под молотом. А судьба — под выбором. Идите. Я обрушу залы за собой. Он ждёт, пока мы выбегаем по мосту, затем, коснувшись проклятой книги, бьёт молотом в несущую колонну. Весь храм начинает рушиться. Последнее, что мы видим — силуэт Бобера, стоящего среди падающих камней.

# ObtainDragonStage25Dialog13
source: Dogus places his cloak in your hands — he smiles for the first time in the entire adventure. urning, he charges into the ranks of the undead, shouting a battle cry that echoes throughout the hall…
ru: Догус вкладывает свой плащ тебе в руки — он улыбается впервые за всё приключение. Развернушсь, он бросается в ряды нежити, крича боевой клич, который разносится по залу…

# ObtainDragonStage25Dialog14
source: Frogus clutches the lyre to his chest. His eyes are sad, but confident. He raises the lyre and plays a note that cracks the air. The melody cuts through the undead like a blade, and then everything around it. The song fades along with the bard’s life, opening the way
ru: Фрогус прижимает к груди лиру. Его глаза печальны, но уверены. Он поднимает лиру и играет ноту, от которой трескается воздух. Мелодия режет нежить как клинок, а затем и всё вокруг. Песня гаснет вместе с жизнью барда, открывая путь.

# ObtainDragonStage25Dialog15
source: Bober places his hand on your shoulder and looks at you calmly, as if this were all just another day’s work in the forge. He waits until we run across the bridge, then strikes the hammer against a supporting column. The entire temple begins to crumble. The last thing we see is Bober’s silhouette standing amidst the falling stones.
ru: Бобер кладёт ладонь тебе на плечо и смотрит так спокойно, будто всё это — обычная работа в кузнице. Он ждёт, пока мы выбегаем по мосту, затем бьёт молотом в несущую колонну. Весь храм начинает рушиться. Последнее, что мы видим — силуэт Бобера, стоящего среди падающих камней.

# ObtainDragonStage25Dialog16
source: It’s time to go back, we don’t want their sacrifice to be in vain. The journey home will be easier and quicker, and it will only take one day. Let’s go!
ru: Пора возвращаться, мы не хотим чтобы их жертва стала напрасной. Путь домой будет легче и быстрей и займет всего один день. Вперед!

# ObtainDragonStage25Dialog18
source: Catus grabs his staff, and a blue flame flares on it. He creates a wall of energy that tears the air. The wall explodes with light, burying the mage and the hordes of the dead.
ru: Катус хватается за свой посох, на нём вспыхивает синее пламя. Он создаёт стену энергии, которая разрывает воздух. Стена взрывается светом, погребая мага и орды мертвецов.

# ObtainAlienStage1Answer0
source: Hey… Catus, did you see that? Did the sky just explode?
ru: Эй… Катус, ты это видел? Небо только что взорвалось?

# ObtainAlienStage1Dialog0
source: I saw it. And this, my friend, is not just a firework. This is Betelgeuse.
ru: Видел. И это, дружище, не просто фейерверк. Это Бетельгейзе.

# ObtainAlienStage1Answer1
source: Betel… who?
ru: Бетель… кто?

# ObtainAlienStage1Dialog1
source: Betelgeuse. A red supergiant. Once a star, it has decided to make a graceful exit — it has gone supernova. Such an event happens once every few thousand years.
ru: Бетельгейзе. Красный сверхгигант. Когда-то был звездой, а теперь решил красиво уйти — стал сверхновой. Такое событие раз в несколько тысяч лет случается.

# ObtainAlienStage1Answer2
source: Sounds epic.
ru: Звучит эпично.

# ObtainAlienStage1Dialog2
source: Of course. You know what would be really epic? To fly there and see it all with your own eyes.
ru: Ещё бы. Знаешь, что было бы совсем эпично? Слетать туда и посмотреть всё своими глазами.

# ObtainAlienStage1Answer3
source: Hmm… indeed, why not?
ru: Хм… а почему бы и нет?

# ObtainAlienStage2Answer0
source: Bober, hypothetical question. Can you build… a spaceship?
ru: Бобер, гипотетический вопрос. Ты можешь построить… космический корабль?

# ObtainAlienStage2Dialog0
source: Hypothetically? Yes. Practically? Also yes, but with some nuances.
ru: Гипотетически? Да. Практически? Тоже да, но с нюансами.

# ObtainAlienStage2Answer1
source: Which ones exactly?
ru: Какими именно?

# ObtainAlienStage2Dialog1
source: I need a source of powerful magic. You know, concentrated magic. Without it, the ship won’t get further than the next hill.
ru: Мне нужен источник мощной магии. Такой, знаешь… концентрированной. Без неё корабль дальше соседнего холма не улетит.

# ObtainAlienStage2Answer2
source: Where can I get it?
ru: Где её взять?

# ObtainAlienStage2Dialog2
source: At the dragon’s, of course. Where else?
ru: У дракона, конечно. Где же ещё?

# ObtainAlienStage3Answer0
source: Hi, we need magic. For a flight to a supernova.
ru: Привет, нам нужна магия. Для полёта к сверхновой.

# ObtainAlienStage3Dialog0
source: Hmm. A bold wish. And a stupid one. I like it.
ru: Хм. Смелое желание. И глупое. Мне нравится.

# ObtainAlienStage3Answer1
source: So… will you help?
ru: Так… ты поможешь?

# ObtainAlienStage3Dialog1
source: Take this. This is a clot of pure magic. Don’t drop it. And don’t eat it.
ru: Возьми. Это сгусток чистой магии. Не урони. И не ешь.

# ObtainAlienStage3Answer2
source: I’ll try.
ru: Постараюсь.

# ObtainAlienStage4Answer0
source: Hi, I brought a little magic.
ru: Привет, я принесла немножко магии.

# ObtainAlienStage4Dialog0
source: Ooh, that’s some magic! Okay… if it’s here, then the stabilizer, and the magic engine…
ru: О-о-о, вот это магия! Так… если сюда, потом стабилизатор, и магический двигатель…

# ObtainAlienStage4Answer1
source: I see you are passionate about work, when will the starship be ready?
ru: Вижу ты увлечен работой, когда звездолет будет готов?

# ObtainAlienStage4Dialog1
source: Tomorrow, come tomorrow… I wonder if this formula will work…
ru: Завтра, приходи завтра… Интересно, сработает ли эта формула…

# ObtainAlienStage6Answer0
source: Hey, how are things with the starship?
ru: Привет, как дела с звездолетом?

# ObtainAlienStage6Dialog0
source: It worked! Everything is according to plan. All systems are operating normally. The magical spaceship is ready. Onward, to the stars!
ru: Сработало! Все согласно плану. Все системы работают в штатном режиме. Магический космолёт готов. Вперёд, к звёздам!

# ObtainAlienStage6Answer1
source: Onward!
ru: Вперёд!

# ObtainAlienStage8Answer0
source: Hello… we’ve been flying for a long time, and Betelgeuse is still far away.
ru: Привет… мы уже сколько летим, а Бетельгейзе всё ещё далеко.

# ObtainAlienStage8Dialog0
source: Well, space is big.
ru: Ну так космос большой.

# ObtainAlienStage8Answer1
source: Something’s wrong here…
ru: Что-то тут не так…

# ObtainAlienStage9Answer0
source: Hi, do you know why we’re flying so slowly?
ru: Привет, ты знаешь почему мы так медленно летим?

# ObtainAlienStage9Dialog0
source: I see your path. It is… ineffective.
ru: Я вижу ваш путь. Он… неэффективен.

# ObtainAlienStage9Answer1
source: In terms of?
ru: В смысле?

# ObtainAlienStage9Dialog1
source: You are flying at normal thrust. Your hyperdrive is turned off.
ru: Вы летите на обычной тяге. Гипер-двигатель у вас выключен.

# ObtainAlienStage9Answer2
source: …what?
ru: …что?

# ObtainAlienStage10Answer0
source: Bober.
ru: Бобер.

# ObtainAlienStage10Dialog0
source: Yes?
ru: Да?

# ObtainAlienStage10Answer1
source: Did we forget to turn on the hyperdrive?
ru: Мы забыли включить гипер-двигатель?

# ObtainAlienStage10Dialog2
source: Yeah, heck… wait a second…
ru: Да, бле… сейчас…

# ObtainAlienStage10Answer2
source: Bober, bober…
ru: Бобер, бобер…

# ObtainAlienStage11Answer0
source: Wow…
ru: Вау…

# ObtainAlienStage11Dialog0
source: Supernova remnants. Gas, light, debris… beautiful. And deadly.
ru: Остатки сверхновой. Газ, свет, обломки… красиво. И смертельно.

# ObtainAlienStage11Answer1
source: Wait. Do you see this?
ru: Подожди. Ты это видишь?

# ObtainAlienStage11Dialog1
source: Signal? Yes. In orbit. Looks like a capsule.
ru: Сигнал? Да. На орбите. Похоже на капсулу.

# ObtainAlienStage11Answer2
source: Launch the probe. It should return within an hour.
ru: Запускаем зонд. За час должен вернуться.

# ObtainAlienStage13Answer0
source: The probe has returned with the capsule, it’s time to go home.
ru: Зонд вернулся с капсулой, пора возвращаться домой.

# ObtainAlienStage13Dialog0
source: Hyperdrive engaged. This time, immediately. The journey home will take one hour.
ru: Гипер-двигатель включён. На этот раз — сразу. Путешествие домой займет один час.

# ObtainAlienStage13Answer1
source: Excellent. I hope no one at home is against alien capsules.
ru: Отлично. Надеюсь, дома никто не против инопланетных капсул.

# QuestIsFinished
source: Done
ru: Завершен

# QuestDescFrog
source: frogus
ru: фрогуса

# QuestDescBober
source: bober
ru: бобера

# QuestDescDragon
source: dragon
ru: дракона

# QuestDescFractal
source: fractal
ru: фрактала

# QuestNameNecronomicon
source: Lost and found
ru: Утраченный и обретённый

# QuestNameObtainFrogus
source: Fish and consequences
ru: Последствия рыбалки

# QuestNameObtainBober
source: Must be a wind
ru: Должно быть, ветер.

# QuestNameObtainFractal
source: Coastline paradox
ru: Парадокс береговой линии

# QuestNameMeditation
source: Mind games
ru: Игры разума

# QuestNameObtainDragon
source: Dragon age
ru: Эра драконов

# QuestNameObtainAlien
source: Betel… who?
ru: Бетель… кто?

# QuestDescObtainFrogusStage0
source: Something tells me I need to make sure I understand the catus one hundred percent.
ru: Что-то мне подсказывает, что мне нужно убедиться, что я понимаю катуса на сто процентов.

# QuestDescObtainFrogusStage1
source: Great, now I need to ask adult catus, maybe someone needs some help.
ru: Отлично, теперь надо поспрашивать взрослых катусов, может кому нужна какая помощь.

# QuestDescObtainFrogusStage2
source: As I thought, one of the katus asked me to diversify the menu and find some fish somewhere. I will look for it near the pond he was talking about.
ru: Как я и думала, один из катусов попросил меня разнообразить меню и найти где-нибудь рыбы. Поищу у пруда, про который он говорил.

# QuestDescObtainFrogusStage3
source: Well, I caught some fish, I should give it to the catus.
ru: Ну вот, наловила рыбы, надо бы отдать её катусу.

# QuestDescObtainFrogusStage4
source: Catus was pleased with my offering and said that he would go to the pond himself and evaluate its potential.
ru: Катус был доволен моим подношением, сказал что сам сходит на пруд, оценит его потенциал.

# QuestDescObtainFrogusStage5
source: I should probably ask Catus about his assessment of the pond.
ru: Надо бы спросить у катуса как там его оценка пруда.

# QuestDescObtainFrogusStage6
source: Well, the pond assessment turned out to be very successful, he even found a Frogus egg, which I am incredibly happy about.
ru: Что ж, оценка пруда оказалась очень даже успешной, он даже нашел яйцо фрогуса, чему я несказанно рада.

# QuestDescNecronomiconStage0
source: To begin with, it would be nice to fully understand dogus and catus. And wait for something wicked this way comes.
ru: Для начала, неплохо бы полностью понимать догуса и катуса. И ждать чего-то зловещего.

# QuestDescNecronomiconStage1
source: Here comes another beautiful day.
ru: Вот и наступил очередной прекрасный денёк.

# QuestDescNecronomiconStage2
source: Nothing foreshadows trouble.
ru: Ничто не предвещает беды.

# QuestDescNecronomiconStage3
source: Oh no! Someone dug up the grave without the consent of the deceased’s closest relatives! I need to ask around, maybe someone knows something.
ru: О нет! Кто-то разрыл могилу без согласия на то близжайших родственников погребённого! Надо поспрашивать вокруг, может кто-нибудь что-нибудь знает.

# QuestDescNecronomiconStage4
source: Dogus asked me to bring something from the grave so that he could begin his search.
ru: Догус попросил меня принести что-нибудь с могилы, чтобы он мог начать поиски.

# QuestDescNecronomiconStage5
source: I found a piece of fabric, I need to show it to the dogus.
ru: Я нашла кусок ткани, надо показать это догусу.

# QuestDescNecronomiconStage6
source: Dogus said that he would try to follow the trail.
ru: Догус сказал что попробует выйти на след.

# QuestDescNecronomiconStage7
source: I should ask the dogus if he found anything.
ru: Надо бы спросить догуса нашел ли он что-нибудь.

# QuestDescNecronomiconStage8
source: I learned that catus are knowledgeable in magic. And the longer they live, the better they understand it. Perhaps one of them can help me with this mysterious book.
ru: Я узнала, что катусы сведущи в магии. И чем дольше они живут, тем лучше в ней разбираются. Возможно кто-то из них сможет помочь мне с этой загадочной книгой.

# QuestDescNecronomiconStage9Use
source: The old catus told me that the book that dogus found was the Necronomicon. He also warned me that it was a very dangerous book. However, I decided to ignore him and wanted to learn the knowledge that this book contains. It seems that now I can resurrect the dead.
ru: Старый катус поведал что книга, которую догус нашел - Некрономикон. Он также предупредил меня что это очень опасная книга. Впрочем я решила проигнорировать его и пожелала научиться знаниям, которые эта книга содержит. Кажется теперь я могу воскрешать мертвых.

# QuestDescNecronomiconStage9Destroy
source: The old katus told me that the book that the dogus found was the Necronomicon. He also warned me that it was a very dangerous book. Taking his advice, I decided to destroy the book. To be on the safe side.
ru: Старый катус поведал что книга, которую догус нашел - Некрономикон. Он также предупредил меня что это очень опасная книга. Прислушавшись к его совету, я решила уничтожить книгу. От греха подальше.

# QuestDescObtainBoberStage0
source: To begin with, it would be nice to fully understand %@ and dogus.
ru: Для начала, неплохо бы полностью понимать %@ и догуса.

# QuestDescObtainBoberStage1
source: The eggs are gone! The eggs are gone! What should I do?
ru: Яйца пропали! Яйца пропали! Что же делать?

# QuestDescObtainBoberStage2
source: I will ask the pets, maybe they know something.
ru: Поспрашиваю петов, может они что-нибудь знают.

# QuestDescObtainBoberStage3
source: Dogus agreed to look for the eggs and said to give him a day to do it.
ru: Догус согласился поискать яйца, сказал дать ему на это день.

# QuestDescObtainBoberStage4
source: It seems it’s time to ask the dogus about the results of his search.
ru: Кажется пора спросить догуса о результатах его поисков.

# QuestDescObtainBoberStage5
source: Dogus successfully returned the eggs to their place, now nothing will happen to them.
ru: Догус успешно вернул яйца на место, теперь-то с ними ничего не случится.

# QuestDescObtainBoberStage6
source: The eggs are gone again! What the hell is going on! Maybe someone else can help me?
ru: Яйца опять пропали! Да что ж такое! Может кто-нибудь ещё сможет мне помочь?

# QuestDescObtainBoberStage7
source: Dogus agreed to help me again and told me to think about solving the problem in the future.
ru: Догус снова согласился мне помочь и сказал чтобы я подумала над решением проблемы в будущем.

# QuestDescObtainBoberStage8
source: Perhaps it’s time to ask the dogus about the search results again.
ru: Возможно пора спросить догуса о результатах поиска снова.

# QuestDescObtainBoberStage9
source: Dogus put all the eggs back in place. I really should ask the other pets to help me with this.
ru: Догус вернул все яйца на место. Я правда должна попросить других петов помочь мне с этим.

# QuestDescObtainBoberStage10
source: Frogus said that he would ask his friends from the pond, he said that they are handy and know their business.
ru: Фрогус сказал что поспрашивает своих приятелей с пруда, говорит они рукастые и знают своё дело.

# QuestDescObtainBoberStage11
source: It’s time to ask frogus if there is any news from his friends.
ru: Пора бы спросить фрогуса, нет ли вестей от его друзей.

# QuestDescObtainBoberStage12
source: Wow! These Bober guys not only gave me a basket for eggs, but they also entrusted me with one of their eggs so that I could care for future generations of bobers.
ru: Вот это да! Эти ребята Боберы не только подарили мне корзину для яйц, но также доверили одно из их яйц, чтобы я могла заботиться о будущих поколениях боберов.

# QuestDescObtainFractalStage0
source: To begin with, it would be nice to fully understand %@ and %@.
ru: Для начала, неплохо бы полностью понимать %@ и %@.
