Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactFractal5
source: Binary code uses only 0 and 1 to represent complex data. This system was actually discussed by Gottfried Leibniz long before modern computers existed.
ru: Двоичный код использует только 0 и 1 для представления сложных данных. Эта система обсуждалась Готфридом Лейбницем задолго до появления современных компьютеров.

# FactFractal6
source: Perfect numbers are equal to the sum of their proper divisors, such as 6 and 28. They are incredibly rare, and only 51 have been discovered so far.
ru: Совершенные числа равны сумме своих делителей, например, 6 и 28. Они невероятно редки, и на данный момент обнаружен только 51 экземпляр.

# FactFractal7
source: Amicable numbers are pairs where the divisors of one sum to the other. The smallest pair is 220 and 284, which were once thought to have mystical properties.
ru: Дружественные числа — это пары, где делители одного в сумме дают другое. Самая маленькая пара — 220 и 284, которым когда-то приписывали мистические свойства.

# FactFractal8
source: The number 2 is the only even prime number in existence. All other even numbers are divisible by 2, disqualifying them from being prime.
ru: Число 2 — единственное четное простое число. Все остальные четные числа делятся на 2, что лишает их статуса простых.

# FactFractal9
source: Triskaidekaphobia is the irrational fear of the number 13. This fear is so prevalent that many skyscrapers skip the 13th floor entirely.
ru: Трискайдекафобия — это иррациональный страх перед числом 13. Этот страх настолько распространен, что во многих небоскребах вообще пропускают 13-й этаж.

# FactFractal10
source: A Möbius strip is a surface with only one side and one edge. If you crawl along it, you will eventually return to your starting point upside down.
ru: Лента Мёбиуса — это поверхность, имеющая только одну сторону и одну кромку. Если вы будете ползти по ней, то в итоге вернетесь в исходную точку в перевернутом виде.

# FactFractal11
source: A Klein bottle is a 3D shape where the «inside» is also the «outside». It can only truly exist without self-intersecting in four-dimensional space.
ru: Бутылка Клейна — это трехмерная фигура, у которой «внутренность» одновременно является «внешностью». Она может существовать без самопересечения только в четырехмерном пространстве.

# FactFractal12
source: The Hairy Ball Theorem states that you cannot comb the hair on a sphere flat without creating a cowlick. This explains why there is always a cyclone somewhere on Earth.
ru: Теорема о причесывании ежа утверждает, что нельзя гладко причесать волосы на шаре, не создав вихра. Это объясняет, почему на Земле всегда где-то бушует циклон.

# FactFractal13
source: A tesseract is the four-dimensional equivalent of a cube. Just as a cube is made of squares, a tesseract is made of cubes.
ru: Тессеракт — это четырехмерный эквивалент куба. Подобно тому как куб состоит из квадратов, тессеракт состоит из кубов.

# FactFractal14
source: Fractals are patterns that repeat infinitely as you zoom in. The Mandelbrot set is one of the most famous examples of this infinite complexity.
ru: Фракталы — это узоры, которые бесконечно повторяются при увеличении. Множество Мандельброта является одним из самых известных примеров этой бесконечной сложности.

# FactFractal15
source: The Koch Snowflake is a fractal shape with a finite area but an infinite perimeter. It challenges our intuitive understanding of boundary and size.
ru: Снежинка Коха — это фрактальная фигура с конечной площадью, но бесконечным периметром. Она бросает вызов нашему интуитивному пониманию границ и размеров.

# FactFractal16
source: A reuleaux triangle is a shape of constant width that isn’t a circle. Some rotary engines use this shape because it can rotate within a square.
ru: Треугольник Рело — это фигура постоянной ширины, которая не является кругом. Некоторые роторные двигатели используют эту форму, потому что она может вращаться внутри квадрата.

# FactFractal17
source: In non-Euclidean geometry, the angles of a triangle do not have to add up to 180 degrees. On a sphere, for example, the sum is always greater than 180.
ru: В неевклидовой геометрии сумма углов треугольника не обязательно равна 180 градусам. На сфере, например, эта сумма всегда больше 180.

# FactFractal18
source: A hexaflexagon is a folded paper polygon that can be «flexed» to reveal hidden faces. They were discovered by a student at Princeton in 1939.
ru: Гексафлексагон — это сложенный из бумаги многоугольник, который можно «выворачивать», открывая скрытые грани. Они были открыты студентом Принстона в 1939 году.

# FactFractal19
source: Penrose tiles can cover an infinite plane in a pattern that never repeats. This «aperiodic» tiling was thought to be impossible for decades.
ru: Плитки Пенроуза могут покрыть бесконечную плоскость узором, который никогда не повторяется. Такая «апериодическая» мозаика десятилетиями считалась невозможной.

# FactFractal20
source: The Birthday Paradox states that in a room of just 23 people, there is a 50% chance two share a birthday. By the time you reach 70 people, the chance is 99.9%.
ru: Парадокс дней рождения гласит, что в группе из 23 человек вероятность совпадения дней рождения у двоих составляет 50%. К тому моменту, когда группа достигает 70 человек, шанс возрастает до 99,9%.

# FactFractal21
source: Benford’s Law suggests that in many real-life datasets, the number 1 appears as the leading digit 30% of the time. This phenomenon is used by forensic accountants to detect fraud.
ru: Закон Бенфорда утверждает, что во многих реальных наборах данных цифра 1 встречается в качестве первой в 30% случаев. Это явление используется налоговыми экспертами для выявления мошенничества.

# FactFractal22
source: Monty Hall Problem proves that if you are on a game show, you should always switch doors to double your odds of winning. Most people’s intuition tells them it doesn’t matter, but the math says otherwise.
ru: Парадокс Монти Холла доказывает, что в игровом шоу вам всегда следует менять дверь, чтобы удвоить шансы на победу. Интуиция говорит нам, что это не важно, но математика утверждает обратное.

# FactFractal23
source: Zeno’s Paradox argues that motion is impossible because you must always travel half the remaining distance. Calculus eventually solved this by showing infinite sums can have finite results.
ru: Апория Зенона утверждает, что движение невозможно, так как нужно сначала пройти половину оставшегося пути. Исчисление решило это, показав, что бесконечные суммы могут иметь конечный результат.

# FactFractal24
source: Buffon’s Needle is a method to calculate Pi just by dropping needles on a lined floor. The probability of the needle crossing a line relates directly to π.
ru: Игла Бюффона — это метод вычисления числа Пи простым бросанием игл на разлинованный пол. Вероятность того, что игла пересечет линию, напрямую связана с π.

# FactFractal25
source: Simpson’s Paradox occurs when a trend appears in several groups but disappears or reverses when the groups are combined. It shows how data visualization can be deeply misleading.
ru: Парадокс Симпсона возникает, когда тенденция проявляется в нескольких группах, но исчезает или меняется на противоположную при объединении групп. Это показывает, как визуализация данных может вводить в заблуждение.

# FactFractal26
source: The Infinite Monkey Theorem states a monkey hitting keys at random would eventually write the works of Shakespeare. It highlights the staggering nature of infinite time and probability.
ru: Теорема о бесконечных обезьянах гласит, что обезьяна, случайно нажимающая клавиши, со временем напишет труды Шекспира. Она подчеркивает ошеломляющую природу бесконечного времени и вероятности.

# FactFractal27
source: Gambler’s Fallacy is the mistaken belief that if something happens more frequently than normal, it will happen less frequently in the future. Probability has no «memory» of previous coin flips.
ru: Ошибка игрока — это ложное убеждение, что если что-то происходило чаще обычного, то в будущем это будет происходить реже. У вероятности нет «памяти» о предыдущих бросках монеты.

# FactFractal28
source: Russell’s Paradox asks if a barber who shaves only those who don’t shave themselves should shave himself. This logical loop nearly broke the foundations of set theory.
ru: Парадокс Рассела спрашивает: должен ли бриться парикмахер, который бреет только тех, кто не бреется сам? Эта логическая петля едва не разрушила основы теории множеств.

# FactFractal29
source: Gödel’s Incompleteness Theorems prove that in any math system, there are truths that cannot be proven. Math, therefore, can never be «complete».
ru: Теоремы Гёделя о неполноте доказывают, что в любой математической системе есть истины, которые невозможно доказать. Таким образом, математика никогда не может быть «полной».

# FactFractal30
source: Pi (π) is an irrational number, meaning its decimals never end or repeat. It has been calculated to over 100 trillion digits.
ru: Число Пи (π) — иррациональное число, его десятичные знаки никогда не заканчиваются и не повторяются. Оно было вычислено до более чем 100 триллионов знаков.

# FactFractal31
source: Tau (τ) is equal to 2π and some mathematicians argue it is more natural than Pi. It represents one full turn around a circle.
ru: Тау (τ) равно 2π, и некоторые математики считают его более естественным, чем Пи. Оно представляет собой один полный оборот вокруг круга.

# FactFractal32
source: Euler’s Identity (e^{iπ} + 1 = 0) links five of the most important numbers in math. It is often called the most beautiful equation in mathematics.
ru: Тождество Эйлера (e^{iπ} + 1 = 0) связывает пять самых важных чисел в математике. Его часто называют самым красивым уравнением в мире.

# FactFractal33
source: The Golden Ratio (φ) is approximately 1.618 and appears frequently in art and nature. It is found in the spirals of shells and the proportions of the Parthenon.
ru: Золотое сечение (φ) примерно равно 1,618 и часто встречается в искусстве и природе. Оно обнаруживается в спиралях раковин и пропорциях Парфенона.

# FactFractal34
source: e is a constant roughly equal to 2.718 that governs exponential growth. It is the base of natural logarithms and is vital for calculating compound interest.
ru: Число e — это константа, примерно равная 2,718, которая управляет экспоненциальным ростом. Она является основанием натуральных логарифмов и жизненно важна для сложных процентов.

# FactFractal35
source: Imaginary numbers involve the square root of -1 (i). While they sound fake, they are essential for describing electricity and quantum mechanics.
ru: Мнимые числа включают в себя квадратный корень из -1 (i). Хотя они звучат как выдумка, они необходимы для описания электричества и квантовой механики.

# FactFractal36
source: Zero factorial (0!) is equal to 1. This is defined this way to make many combinatorial formulas work consistently.
ru: Факториал нуля (0!) равен 1. Это определение принято для того, чтобы многие комбинаторные формулы работали последовательно.

# FactFractal37
source: Newton and Leibniz independently invented calculus at roughly the same time. They spent years feuding over who should get the credit.
ru: Ньютон и Лейбниц независимо друг от друга изобрели исчисление примерно в одно и то же время. Они провели годы в спорах о том, кому принадлежит первенство.

# FactFractal38
source: The Harmonic Series (1 + 1/2 + 1/3 ...) grows to infinity, but very slowly. You would have to add millions of terms just to reach a sum of 20.
ru: Гармонический ряд (1 + 1/2 + 1/3 ...) стремится к бесконечности, но очень медленно. Вам пришлось бы сложить миллионы членов, чтобы достичь суммы всего лишь 20.

# FactFractal39
source: Gabriel’s Horn is a geometric figure with infinite surface area but finite volume. You could fill it with paint, but you could never paint its surface.
ru: Рог Гавриила — это геометрическая фигура с бесконечной площадью поверхности, но конечным объемом. Его можно наполнить краской, но никогда не получится покрасить его поверхность.

# FactFractal40
source: Sunflowers follow the Fibonacci sequence in their seed patterns. This arrangement allows the plant to pack the maximum number of seeds in a small space.
ru: Подсолнухи следуют последовательности Фибоначчи в расположении своих семян. Это позволяет растению упаковать максимальное количество семян на минимальном пространстве.

# FactFractal41
source: Cicadas use prime numbers to survive by emerging every 13 or 17 years. This prevents predators from evolving a life cycle that syncs with their appearance.
ru: Цикады используют простые числа для выживания, появляясь каждые 13 или 17 лет. Это мешает хищникам выработать жизненный цикл, совпадающий с их появлением.

# FactFractal42
source: The Honeybee’s honeycomb is made of hexagons because they are the most efficient shape for storage. This utilizes the least amount of wax for the most volume.
ru: Пчелиные соты состоят из шестиугольников, так как это самая эффективная форма для хранения. Она использует меньше всего воска для создания наибольшего объема.

# FactFractal43
source: Your heart beats about 100,000 times a day. Over an average lifetime, that sums up to over 2.5 billion beats.
ru: Ваше сердце бьется около 100 000 раз в день. За среднюю продолжительность жизни это составляет более 2,5 миллиардов ударов.

# FactFractal44
source: Roman Numerals have no symbol for zero. This made complex multiplication and division nearly impossible for ancient Roman accountants.
ru: В римских цифрах нет символа для нуля. Это делало сложные умножения и деления почти невозможными для древнеримских счетоводов.

# FactFractal45
source: The equal sign (=) was invented in 1557 by Robert Recorde. He used two parallel lines because «no two things can be more equal».
ru: Знак равенства (=) был изобретен в 1557 году Робертом Рекордом. Он использовал две параллельные линии, потому что «нет двух вещей, которые могли бы быть более равными».

# FactFractal46
source: Sudoku has 6,670,903,752,021,072,936,960 possible solved grids. Despite this, every puzzle can be solved with pure logic.
ru: Судоку имеет более 6 секстиллионов возможных решенных сеток. Несмотря на это, любая головоломка может быть решена с помощью чистой логики.

# FactFractal47
source: Card shuffling a deck of 52 cards creates a sequence that has likely never existed before. There are 52! (52 factorial) possible arrangements.
ru: Тасование карт в колоде из 52 штук создает последовательность, которой, вероятно, никогда не существовало ранее. Существует 52! (52 факториал) возможных комбинаций.

# FactFractal48
source: Zipf’s Law states that in any language, the most frequent word occurs twice as often as the second most frequent. This holds true for books, social media, and even ancient texts.
ru: Закон Ципфа гласит, что в любом языке самое частое слово встречается в два раза чаще, чем второе по частоте. Это верно для книг, социальных сетей и даже древних текстов.

# FactFractal49
source: Braess’s Paradox explains how adding a road to a traffic network can actually slow down travel times. It happens because drivers act selfishly to optimize their own route.
ru: Парадокс Браеса объясняет, как добавление дороги в дорожную сеть может на самом деле замедлить движение. Это происходит потому, что водители действуют эгоистично, оптимизируя свой собственный маршрут.

# FactFractal50
source: Pythagoras headed a cult-like group that worshipped numbers. They reportedly drowned a member for discovering that the square root of 2 is irrational.
ru: Пифагор возглавлял группу, похожую на культ, которая поклонялась числам. Говорят, они утопили одного из своих, за то что он обнаружил, что корень из 2 иррационален.

# FactFractal51
source: The Abacus is still used in parts of Asia today. Skilled users can often calculate faster than a person using a digital calculator.
ru: Абак (счеты) до сих пор используется в некоторых частях Азии. Опытные пользователи часто могут считать на нем быстрее, чем человек с цифровым калькулятором.

# FactFractal52
source: Ada Lovelace is considered the first computer programmer. She wrote an algorithm for an early mechanical computer in the mid-1800s.
ru: Ада Лавлейс считается первым в мире программистом. Она написала алгоритм для ранней механической вычислительной машины в середине XIX века.

# FactFractal53
source: Paul Erdős was a mathematician who lived out of a suitcase and wrote over 1,500 papers. He drank massive amounts of coffee, claiming «a mathematician is a device for turning coffee into theorems».
ru: Пауль Эрдёш был математиком, который жил «на чемоданах» и написал более 1500 работ. Он пил огромное количество кофе, утверждая, что «математик — это устройство по превращению кофе в теоремы».

# FactFractal54
source: The Fields Medal is the «Nobel Prize of Math», but it is only awarded to mathematicians under age 40. This is based on the controversial idea that math is a «young person’s game».
ru: Филдсовская премия — это «Нобелевская премия по математике», но ее вручают только математикам моложе 40 лет. Это основано на спорной идее, что математика — занятие для молодых.

# FactFractal55
source: Katherine Johnson calculated the flight paths for NASA’s first manned space missions by hand. Her math was so trusted that John Glenn refused to fly until she checked the computer’s work.
ru: Кэтрин Джонсон вручную рассчитывала траектории полета для первых пилотируемых миссий НАСА. Ее расчетам доверяли настолько, что Джон Гленн отказывался лететь, пока она не проверит работу компьютера.

# FactFractal56
source: Slide Rules were the primary tools for calculation before the 1970s. They were used to design the Apollo rockets and the Boeing 747.
ru: Логарифмические линейки были основными инструментами для расчетов до 1970-х годов. С их помощью проектировали ракеты «Аполлон» и Боинг-747.

# FactFractal57
source: Negative numbers were considered «absurd» or «false» by many mathematicians until the 18th century. They couldn’t wrap their heads around having «less than nothing».
ru: Отрицательные числа считались «абсурдными» или «ложными» многими математиками вплоть до XVIII века. Они не могли представить, как можно иметь «меньше, чем ничего».

# FactFractal58
source: Al-Khwarizmi was a 9th-century scholar whose name gives us the word «algorithm». His book on «restoring» and «balancing» gives us the word «algebra».
ru: Аль-Хорезми был ученым IX века, чье имя дало нам слово «алгоритм». Его книга о «восстановлении» и «балансировке» дала нам слово «алгебра».

# FactFractal59
source: The Millennium Prize Problems are seven math problems that each carry a $1 million reward. Only one has been solved so far: the Poincaré Conjecture.
ru: Задачи тысячелетия — это семь математических проблем, за решение каждой из которых полагается награда в 1 миллион долларов. На данный момент решена только одна: гипотеза Пуанкаре.

# FactFractal60
source: Infinity comes in different sizes. Some infinite sets, like the set of real numbers, are «larger» than the set of counting numbers.
ru: Бесконечность бывает разных размеров. Некоторые бесконечные множества, например множество вещественных чисел, «больше», чем множество натуральных чисел.

# FactFractal61
source: Hilbert’s Hotel is a thought experiment about an infinite hotel that is full. Even when full, it can always accommodate more guests by shifting everyone down one room.
ru: Отель Гильберта — это мысленный эксперимент о бесконечном отеле, который полностью заполнен. Даже когда мест нет, он всегда может принять новых гостей, сдвинув всех на одну комнату.

# FactFractal62
source: Graham’s Number is so large that your brain would collapse into a black hole if you tried to hold all its digits. It was once the largest number ever used in a serious math proof.
ru: Число Грэма настолько велико, что ваш мозг сколлапсировал бы в черную дыру, если бы вы попытались удержать в нем все его цифры. Когда-то оно было самым большим числом, использованным в серьезном доказательстве.

# FactFractal63
source: TREE(3) is a number so vast that it makes Graham’s Number look like zero. It arises from a branch of math called Ramsey Theory.
ru: TREE(3) — это число настолько огромное, что по сравнению с ним число Грэма кажется нулем. Оно возникает в Ramsey Theory (теории Рамсея).

# FactFractal64
source: ℵ₀ (Aleph-null) is the smallest type of infinity. It represents the count of all natural numbers.
ru: ℵ₀ (Алеф-нуль) — это самый маленький тип бесконечности. Он представляет собой количество всех натуральных чисел.

# FactFractal65
source: The Continuum Hypothesis asks if there is an infinity between the size of the integers and the real numbers. It has been proven that this cannot be proven using standard math rules.
ru: Континуум-гипотеза спрашивает, существует ли бесконечность между размером целых и вещественных чисел. Было доказано, что это невозможно доказать стандартными правилами математики.

# FactFractal66
source: Absolute Zero in Kelvin is -273.15 degrees Celsius. Math dictates that this temperature is a limit that can be approached but never quite reached.
ru: Абсолютный ноль по Кельвину составляет -273,15 градуса Цельсия. Математика диктует, что эта температура является пределом, к которому можно приблизиться, но никогда не достичь.

# FactFractal67
source: Light speed is roughly 299,792,458 meters per second. This constant is the «speed limit» of the universe according to Maxwell’s equations.
ru: Скорость света составляет примерно 299,792,458 метров в секунду. Согласно уравнениям Максвелла, эта константа является «пределом скорости» Вселенной.

# FactFractal68
source: Calculating Pi to just 39 decimal places allows you to calculate the circumference of the observable universe with the precision of a single atom. Any more digits are practically useless for physics.
ru: Вычисление Пи всего до 39 знаков после запятой позволяет рассчитать окружность видимой Вселенной с точностью до одного атома. Большее количество цифр практически бесполезно для физики.

# FactFractal69
source: Skews’ Number was once the upper bound for a specific math pattern. It was so large it was famously called «the largest number that has ever served any purpose in mathematics».
ru: Число Скьюза когда-то было верхней границей для определенной математической закономерности. Оно было настолько велико, что его называли самым большим числом, когда-либо служившим какой-либо цели в математике.

# FactFractal70
source: A jiffy is an actual unit of time used in physics and electronics. It usually represents the time light takes to travel one centimeter in a vacuum.
ru: Джиффи (jiffy) — это реальная единица времени, используемая в физике и электронике. Обычно она представляет время, за которое свет проходит один сантиметр в вакууме.

# FactFractal71
source: Google was named after the «Googol». The founders misspelled the term when they registered the domain name.
ru: Компания Google была названа в честь «гугола». Основатели допустили ошибку в написании, когда регистрировали доменное имя.

# FactFractal72
source: A4 paper has a ratio of 1 : √2. This ensures that when you fold it in half, the new shape has the exact same proportions.
ru: Бумага формата A4 имеет соотношение сторон 1 : √2. Это гарантирует, что при складывании листа пополам новая форма будет иметь точно такие же пропорции.

# FactFractal73
source: Palindrome numbers read the same backward and forward, like 121. The next palindromic year after 2002 was 2112.
ru: Числа-палиндромы читаются одинаково в обоих направлениях, например 121. Следующим годом-палиндромом после 2002 года стал 2112 год.
