Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactBober28
source: Young beavers are called «kits» or «pups». They are born fully furred and can usually swim within 24 hours of birth.
ru: Молодых бобров называют «китами» или щенками. Они рождаются полностью покрытыми шерстью и обычно могут плавать уже через 24 часа после рождения.

# FactBober29
source: Kits make a sound that remarkably resembles a human baby crying. This high-pitched «mewing» is used to get their mother’s attention.
ru: Бобрята издают звук, удивительно похожий на плач человеческого ребенка. Это пронзительное «мяуканье» используется для привлечения внимания матери.

# FactBober30
source: When a kit is two years old, it is «kicked out» of the lodge. It must then travel miles away to find a mate and start its own colony.
ru: Когда бобренку исполняется два года, его «выгоняют» из хатки. Он должен проделать путь в несколько километров, чтобы найти пару и основать собственную колонию.

# FactBober31
source: Beavers are very vocal and communicate through whimpers, groans, and bellows. They also use body language, like tail slapping, to signal danger.
ru: Бобры очень вокальны и общаются с помощью хныканья, стонов и рева. Они также используют язык тела, например, хлопки хвостом, чтобы сигнализировать об опасности.

# FactBober32
source: They spend a significant portion of their day grooming each other. This social bonding helps keep their fur waterproof and free of parasites.
ru: Значительную часть дня они проводят, вычесывая друг друга. Эта социальная связь помогает сохранять их мех водонепроницаемым и свободным от паразитов.

# FactBober33
source: A beaver family can eat through an entire acre of trees in a single year. They are surprisingly efficient at harvesting their «timber crops».
ru: Одна бобровая семья может съесть целый акр деревьев за один год. Они удивительно эффективно собирают свой «урожай древесины».

# FactBober34
source: They share their lodges with other animals sometimes. Muskrats have been known to live in the «spare rooms» of beaver lodges in exchange for helping with repairs.
ru: Иногда они делят свои хатки с другими животными. Известны случаи, когда ондатры жили в «запасных комнатах» бобровых хаток в обмен на помощь в ремонте.

# FactBober35
source: The mother beaver is the primary leader of the lodge. She usually decides where the family will move if the food supply runs low.
ru: Мать-бобриха является главным лидером в хатке. Именно она обычно решает, куда семье переехать, если запасы еды заканчиваются.

# FactBober36
source: Beavers are strictly herbivores and do not eat fish. Many people mistakenly believe they eat trout, but they actually prefer willow, aspen, and aquatic plants.
ru: Бобры — строгие вегетарианцы и не едят рыбу. Многие ошибочно полагают, что они питаются форелью, но на самом деле они предпочитают иву, осину и водные растения.

# FactBober37
source: They slap their flat tails against the water’s surface to warn others of danger. The sound is as loud as a gunshot and can be heard for long distances.
ru: Они хлопают плоскими хвостами по поверхности воды, чтобы предупредить других об опасности. Звук такой же громкий, как выстрел, и слышен на большие расстояния.

# FactBober38
source: During the winter, they store a «food cache» of branches at the bottom of the pond. The cold water keeps the wood fresh, acting like a giant refrigerator.
ru: Зимой они хранят «продуктовый склад» из веток на дне пруда. Холодная вода сохраняет древесину свежей, работая как гигантский холодильник.

# FactBober39
source: They are excellent wrestlers and often engage in play-fighting. This helps the young beavers develop the strength they need for hauling logs.
ru: Они отличные борцы и часто устраивают игровые поединки. Это помогает молодым бобрам развить силу, необходимую для перетаскивания бревен.

# FactBober40
source: A beaver’s brain is small, but the part dedicated to craftsmanship is highly developed. They show incredible problem-solving skills when a dam starts leaking.
ru: Мозг бобра невелик, но часть, отвечающая за мастерство, развита очень сильно. Они демонстрируют невероятные навыки решения проблем, когда плотина начинает протекать.

# FactBober41
source: They are incredibly clean animals and will not defecate inside their lodges. They prefer to use the water, which helps keep their living quarters sanitary.
ru: Это очень чистоплотные животные, которые никогда не испражняются внутри своих хаток. Они предпочитают делать это в воде, что помогает поддерживать санитарию в жилище.

# FactBober42
source: A beaver can carry its weight in mud and stones. They use their front paws like little hands to hug the material against their chest while swimming.
ru: Бобр может нести груз грязи и камней, равный его собственному весу. Они используют передние лапы как маленькие руки, прижимая материал к груди во время плавания.

# FactBober43
source: They are most active during the «crepuscular» hours of dawn and dusk. This timing helps them avoid the heat of the day and the peak activity of predators.
ru: Наиболее активны они в сумеречные часы — на рассвете и на закате. Такое время помогает им избегать дневной жары и пика активности хищников.

# FactBober44
source: Beavers have a «slow» metabolism compared to other rodents. This allows them to survive on the low-calorie diet of tree bark during the winter.
ru: У бобров «медленный» метаболизм по сравнению с другими грызунами. Это позволяет им выживать на низкокалорийной диете из коры деревьев в течение зимы.

# FactBober45
source: When threatened on land, a beaver will hiss and lung at its attacker. Their bite is powerful enough to snap through heavy bone.
ru: При угрозе на суше бобр будет шипеть и бросаться на нападающего. Их укус достаточно мощный, чтобы перекусить толстую кость.

# FactBober46
source: In the 16th century, the Pope declared the beaver a «fish» for dietary purposes. This allowed Catholics to eat beaver meat on Fridays during Lent.
ru: В XVI веке Папа Римский объявил бобра «рыбой» для диетических целей. Это позволило католикам есть мясо бобра по пятницам во время Великого поста.

# FactBober47
source: The fur trade almost wiped out the North American beaver in the 19th century. Their fur was used to make felt hats that were fashionable in Europe.
ru: Торговля мехом почти уничтожила североамериканского бобра в XIX веке. Их мех использовался для изготовления фетровых шляп, которые были модными в Европе.

# FactBober48
source: Native American tribes referred to beavers as the «Little People». They respected the animal for its intelligence and community-focused lifestyle.
ru: Индейские племена называли бобров «маленьким народом». Они уважали животное за его интеллект и ориентированный на общину образ жизни.

# FactBober49
source: The beaver is the national animal of Canada. It appears on the Canadian five-cent coin and many official coats of arms.
ru: Бобр является национальным животным Канады. Он изображен на канадской монете в пять центов и многих официальных гербах.

# FactBober50
source: In Oregon, the beaver is the official state animal and the mascot of Oregon State University. It is celebrated for its industrious and «eager» nature.
ru: В Орегоне бобр является официальным животным штата и талисманом Университета штата Орегон. Его почитают за трудолюбие и энтузиазм.

# FactBober51
source: There is a «Beaver Moon» every November. This was the time of year when tribes set beaver traps before the waters froze.
ru: Каждый ноябрь наступает «Бобровая Луна». Раньше это было время года, когда племена ставили ловушки на бобров до того, как вода замерзнет.

# FactBober52
source: Some ancient cultures believed that beavers would bite off their own testicles to escape hunters. This is a total myth, but it persisted in European folklore for centuries.
ru: Некоторые древние культуры верили, что бобры откусывают себе яички, чтобы спастись от охотников. Это абсолютный миф, но он сохранялся в европейском фольклоре веками.

# FactBober53
source: The city of Albany, New York, was originally named «Beverwyck». This literally translates to «Beaver District» in Dutch.
ru: Город Олбани в штате Нью-Йорк первоначально назывался «Бевервейк». В переводе с голландского это буквально означает «Бобровый район».

# FactBober54
source: Beavers were once the «currency» of the American frontier. Pelt prices dictated the economy of many early western settlements.
ru: Бобры когда-то были «валютой» американского фронтира. Цены на шкуры диктовали экономику многих ранних западных поселений.

# FactBober55
source: Grey Owl was a famous 20th-century conservationist who lived with beavers. He was actually an Englishman named Archibald Belaney who spent his life protecting them.
ru: Серая Сова был знаменитым защитником природы XX века, который жил с бобрами. На самом деле он был англичанином по имени Арчибальд Билейни, посвятившим жизнь их защите.

# FactBober56
source: Beaver ponds create «carbon sinks» that help fight climate change. The sediment trapped by dams stores vast amounts of carbon dioxide.
ru: Бобровые пруды создают «поглотители углерода», которые помогают бороться с изменением климата. Осадок, удерживаемый плотинами, хранит огромное количество углекислого газа.

# FactBober57
source: In 1948, the Idaho government parachuted 76 beavers into the wilderness. They were placed in wooden crates that opened upon landing to help relocate them.
ru: В 1948 году правительство Айдахо сбросило 76 бобров на парашютах в дикую местность. Их поместили в деревянные ящики, которые открывались при приземлении, чтобы помочь их переселению.

# FactBober58
source: Beavers have a unique bone structure in their tails. It consists of modified vertebrae that allow the tail to be flexible yet incredibly strong.
ru: У бобров уникальное строение костей в хвосте. Он состоит из модифицированных позвонков, которые позволяют хвосту быть гибким и при этом невероятно прочным.

# FactBober59
source: Their stomach contains a specialized organ called the cardiogastric gland. This gland secretes enzymes that specifically break down tough plant fibers.
ru: В их желудке есть специализированный орган, называемый кардиогастральной железой. Эта железа выделяет ферменты, которые расщепляют жесткие растительные волокна.

# FactBober60
source: Scientists have discovered that beavers can recognize the scent of their family members. This helps prevent accidental fighting between neighboring colonies.
ru: Ученые обнаружили, что бобры могут узнавать запах членов своей семьи. Это помогает предотвратить случайные драки между соседними колониями.

# FactBober61
source: They are one of the few species that can survive in the Arctic tundra. As the climate warms, beavers are moving further north and creating new lakes.
ru: Они — один из немногих видов, способных выжить в арктической тундре. По мере потепления климата бобры продвигаются дальше на север и создают новые озера.

# FactBober62
source: A beaver’s teeth are so sharp they were once used by indigenous people as blades. They could be mounted onto handles to create effective woodworking tools.
ru: Зубы бобра настолько острые, что коренные народы когда-то использовали их в качестве лезвий. Их можно было закрепить на рукоятках для создания эффективных инструментов для деревообработки.

# FactBober63
source: They have a high concentration of hemoglobin in their blood. This allows them to store more oxygen than most other mammals of their size.
ru: В их крови высокая концентрация гемоглобина. Это позволяет им запасать больше кислорода, чем большинству других млекопитающих их размера.

# FactBober64
source: The average beaver lives about 10 to 15 years in the wild. In captivity, they have been known to live up to 30 years.
ru: Средний бобр живет в дикой природе от 10 до 15 лет. В неволе известны случаи, когда они доживали до 30 лет.

# FactBober65
source: Beaver dams can actually help reduce the severity of wildfires. The wet, boggy areas they create act as natural firebreaks in the forest.
ru: Бобровые плотины могут помочь снизить интенсивность лесных пожаров. Влажные, болотистые участки, которые они создают, служат естественными преградами для огня.

# FactBober66
source: Beavers can grow to be quite large, with some adults weighing up to 60 pounds. The largest ever recorded was over 100 pounds.
ru: Бобры могут вырастать довольно крупными: взрослые особи весят до 27 кг. Самый крупный из когда-либо зарегистрированных бобров весил более 45 кг.

# FactBober67
source: They have very poor eyesight and rely mostly on their sense of smell and hearing. They can «see» vibrations in the water through their whiskers.
ru: У них очень плохое зрение, и они полагаются в основном на обоняние и слух. Они могут «чувствовать» вибрации в воде через свои усы (вибриссы).

# FactBober68
source: A beaver’s fur has two layers: a coarse outer layer and a soft, insulating undercoat. They coat this fur in oil to make it 100% waterproof.
ru: Мех бобра состоит из двух слоев: грубого внешнего и мягкого, изолирующего подшерстка. Они покрывают этот мех жиром, чтобы сделать его на 100% водонепроницаемым.

# FactBober69
source: They are found on every continent except Australia and Antarctica. However, they were introduced to Tierra del Fuego in South America and have become an invasive species.
ru: Они встречаются на всех континентах, кроме Австралии и Антарктиды. Однако на Огненную Землю в Южной Америке они были завезены и стали инвазивным видом.

# FactBober70
source: In South America, beavers have no natural predators and are destroying ancient forests. Since the trees there don’t regrow like Northern trees, the damage is permanent.
ru: В Южной Америке у бобров нет естественных врагов, и они уничтожают древние леса. Поскольку деревья там не отрастают так, как северные, ущерб является необратимым.

# FactBober71
source: The «Beaver» constellation doesn’t exist, but they are often associated with the zodiac sign Taurus in some cultures. This is due to their earthy, stubborn nature.
ru: Созвездия «Бобра» не существует, но в некоторых культурах их часто связывают со знаком зодиака Телец. Это связано с их земной и упрямой натурой.

# FactBober72
source: They are capable of walking on their hind legs while carrying heavy loads. This «bipedal» walk looks quite comical but is very effective.
ru: Они способны ходить на задних лапах, неся тяжелые грузы. Эта «двуногая» походка выглядит довольно комично, но она очень эффективна.

# FactBober73
source: A beaver’s tail doesn’t have hair on it, but it is covered in scales. These scales are actually modified skin, not fish scales.
ru: На хвосте бобра нет волос, он покрыт чешуей. Эти чешуйки на самом деле являются модифицированной кожей, а не рыбьей чешуей.

# FactBober74
source: They can eat up to two pounds of food every day. This high intake is necessary to maintain their energy for constant building.
ru: Они могут съедать до одного килограмма пищи каждый день. Такой высокий уровень потребления необходим для поддержания энергии для постоянного строительства.

# FactBober75
source: Beaver dams can be hundreds of years old. Successive generations of beavers will often repair the same dam for centuries.
ru: Бобровые плотины могут существовать сотни лет. Сменяющие друг друга поколения бобров часто ремонтируют одну и ту же плотину веками.

# FactBober76
source: They are highly susceptible to a parasite called Giardia. This is why hikers are warned not to drink untreated water near beaver dams.
ru: Они очень восприимчивы к паразиту под названием лямблия (Giardia). Вот почему туристов предупреждают не пить неочищенную воду рядом с бобровыми плотинами.

# FactBober77
source: The giant beaver (Castoroides) lived during the Ice Age and was the size of a black bear. It went extinct about 10,000 years ago.
ru: Гигантский бобр (Castoroides) жил во время ледникового периода и был размером с черного медведя. Он вымер около 10 000 лет назад.

# FactBober78
source: Unlike modern beavers, the giant Ice Age beaver did not build dams. It likely lived more like a modern hippopotamus.
ru: В отличие от современных бобров, гигантский бобр ледникового периода не строил плотины. Вероятно, он жил больше как современный бегемот.

# FactBober79
source: Beavers are surprisingly clean-cut, they prefer to eat the «cambium» layer of bark. This is the soft, living tissue just under the rough outer bark.
ru: Бобры довольно разборчивы в еде, они предпочитают есть слой камбия в коре. Это мягкая живая ткань прямо под грубой внешней корой.

# FactBober80
source: If a dam is too loud, beavers will pack it with more mud. They find the sound of splashing water stressful and try to silence it.
ru: Если плотина слишком шумит, бобры заделывают её еще большим количеством грязи. Звук плещущейся воды вызывает у них стресс, и они стараются его заглушить.

# FactBober81
source: They can rotate their ankles 180 degrees. This flexibility helps them climb up steep muddy banks while carrying logs.
ru: Они могут поворачивать лодыжки на 180 градусов. Эта гибкость помогает им карабкаться по крутым грязным берегам, неся бревна.

# FactBober82
source: Beavers have a «cloaca-like» opening called a pseudocloaca. Both their scent glands and excretory systems exit through this single area.
ru: У бобров есть отверстие, похожее на клоаку, называемое псевдоклоакой. И пахучие железы, и выделительные системы выходят через эту единую область.

# FactBober83
source: They are very sensitive to the Earth’s magnetic field. Some researchers believe this helps them orient their dams in specific directions.
ru: Они очень чувствительны к магнитному полю Земли. Некоторые исследователи полагают, что это помогает им ориентировать свои плотины в определенных направлениях.

# FactBober84
source: A beaver’s bite force is approximately 180 pounds per square inch. This is enough to easily sever a human finger.
ru: Сила укуса бобра составляет примерно 12,6 кг/см². Этого достаточно, чтобы легко откусить палец человеку.

# FactBober85
source: They are known to be «altruistic» to their own kind. If a neighboring colony’s dam breaks, a beaver might occasionally help repair it.
ru: Они известны своим «альтруизмом» по отношению к сородичам. Если плотина соседней колонии прорвется, бобр может иногда помочь ее отремонтировать.

# FactBober86
source: In the winter, beavers have «low-activity» periods where they sleep for days. This helps them conserve the fat stored in their tails.
ru: Зимой у бобров наступают периоды «низкой активности», когда они спят по несколько дней. Это помогает им расходовать жир, накопленный в хвосте.

# FactBober87
source: They can dive to depths of 60 feet. While they prefer shallow water, they are capable of deep exploration.
ru: Они могут нырять на глубину до 20 метров. Хотя они предпочитают мелководье, они способны на глубокие исследования.

# FactBober88
source: A beaver’s whiskers are extremely sensitive. They use them to detect the flow and pressure of the water around them.
ru: Усы бобра чрезвычайно чувствительны. Они используют их для определения потока и давления воды вокруг себя.

# FactBober89
source: They have a very high survival rate because they rarely leave the safety of the water. On land, they are slow and vulnerable to predators.
ru: У них очень высокая выживаемость, потому что они редко покидают безопасную воду. На суше они медлительны и уязвимы для хищников.

# FactBober90
source: Beavers have been known to «herd» fish into certain areas, though they don’t eat them. The fish benefit from the calm, protected waters of the pond.
ru: Известно, что бобры «загоняют» рыбу в определенные зоны, хотя и не едят ее. Рыба получает выгоду от спокойных, защищенных вод пруда.

# FactBober91
source: Their kits are born with their eyes open. This is unusual for rodents, who are typically born blind and hairless.
ru: Их бобрята рождаются с открытыми глазами. Это необычно для грызунов, которые обычно рождаются слепыми и голыми.

# FactBober92
source: The word «beaver» is derived from an Old English word meaning «brown». It refers to the rich color of their valuable fur.
ru: Слово «beaver» (бобр) происходит от древнеанглийского слова, означающего «коричневый». Это относится к богатому цвету их ценного меха.

# FactBober93
source: They can distinguish between different types of wood just by taste. They usually save the «tastiest» wood, like willow, for their winter cache.
ru: Они могут различать разные виды древесины просто по вкусу. Самую «вкусную» древесину, например иву, они обычно приберегают для зимнего склада.

# FactBober94
source: Beavers will often «girdle» a tree by eating a ring around the base. This kills the tree and makes it easier to knock down later.
ru: Бобры часто «окольцовывают» дерево, объедая кору по кругу у основания. Это убивает дерево и облегчает его повал в будущем.

# FactBober95
source: They are very territorial and will fight to the death to protect their pond. Most beaver-on-beaver violence occurs in the spring during «dispersal» season.
ru: Они очень территориальны и будут сражаться насмерть, чтобы защитить свой пруд. Большинство случаев насилия между бобрами происходит весной в сезон расселения.

# FactBober96
source: Their skulls are very flat, which helps them streamline their bodies while swimming. This shape also provides a large surface area for jaw muscle attachment.
ru: Их черепа очень плоские, что помогает им обтекать воду во время плавания. Такая форма также обеспечивает большую площадь для крепления челюстных мышц.

# FactBober97
source: Beavers have been used in «stream restoration» projects to save money. It is often cheaper to relocate beavers than to hire engineers to fix a watershed.
ru: Бобров используют в проектах по «восстановлению рек» для экономии денег. Часто переселить бобров дешевле, чем нанимать инженеров для восстановления водораздела.

# FactBober98
source: They are the largest rodents in North America. Worldwide, they are second only to the South American capybara.
ru: Это самые крупные грызуны в Северной Америке. Во всем мире они уступают только южноамериканской капибаре.

# FactBober99
source: A beaver’s sense of smell is so good they can detect predators from hundreds of yards away. They will immediately retreat to the water if they catch a whiff of a wolf.
ru: Обоняние у бобров настолько хорошее, что они могут обнаружить хищника за сотни метров. Они немедленно отступят в воду, если почувствуют запах волка.

# FactBober100
source: Despite their «busy» reputation, beavers spend about 11 hours a day sleeping. They believe in working hard, but they definitely believe in napping harder.
ru: Несмотря на свою репутацию «занятых», бобры спят около 11 часов в день. Они верят в упорный труд, но еще больше — в крепкий сон.

# FactFractal1
source: The number zero was not recognized as a number in its own right by the ancient Greeks. They even questioned how «nothing» could be «something».
ru: Ноль не признавался числом древними греками. Они задавались вопросом, как «ничто» может быть «чем-то».

# FactFractal2
source: A Googol is the digit 1 followed by 100 zeros. This number is larger than the total number of atoms in the observable universe.
ru: Гугол — это единица со 100 нулями. Это число больше, чем общее количество атомов в видимой Вселенной.

# FactFractal3
source: Googolplex is 1 followed by a googol of zeros. There isn’t enough space in the entire universe to write this number down on paper.
ru: Гуголплекс — это единица с гуголом нулей. Во всей Вселенной не хватит места, чтобы записать это число на бумаге.

# FactFractal4
source: The number 7 is consistently voted as the world’s favorite number in global polls. It appears frequently in nature, religion, and human psychology.
ru: Число 7 неизменно признается самым любимым числом в мире согласно глобальным опросам. Оно часто встречается в природе, религии и человеческой психологии.
