Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactCat89
source: Cats have a sense of time. They know exactly when you are supposed to be home and will often wait by the door.
ru: У кошек есть чувство времени. Они точно знают, когда вы должны вернуться домой, и часто ждут у двери.

# FactCat90
source: A cat’s field of vision is 200 degrees. This is 20 degrees wider than a human’s, giving them a slight advantage in detecting motion.
ru: Поле зрения кошки составляет 200 градусов. Это на 20 градусов шире, чем у человека, что дает им преимущество в обнаружении движения.

# FactCat91
source: Cats can live to be over 30 years old. The oldest cat on record, Creme Puff, lived to be 38 years and 3 days old.
ru: Кошки могут жить более 30 лет. Самая старая кошка в истории, Крим Пафф, прожила 38 лет и 3 дня.

# FactCat92
source: Calico and tortoiseshell cats are almost always female. The gene for the orange/black coat color is linked to the X chromosome.
ru: Трехцветные (калико) и черепаховые кошки почти всегда самки. Гены оранжевого и черного окраса связаны с X-хромосомой.

# FactCat93
source: A cat’s nose is as sensitive as a dog’s in many ways. They can smell things that have been in a room days after the object is gone.
ru: Нос кошки во многих отношениях так же чувствителен, как у собаки. Они могут чувствовать запахи вещей спустя несколько дней после того, как предмет убрали.

# FactCat94
source: Cats don’t see the world in black and white, but they don’t see colors as vibrantly as we do. They mostly see shades of blue and green.
ru: Кошки не видят мир в черно-белом цвете, но они не видят цвета так ярко, как мы. В основном они различают оттенки синего и зеленого.

# FactCat95
source: If you keep your cat indoors, they can live up to three times longer than outdoor cats. This is due to a lack of predators, cars, and diseases.
ru: Если держать кошку только дома, она может прожить в три раза дольше, чем уличная. Это связано с отсутствием хищников, машин и болезней.

# FactCat96
source: Cats have a «homing» ability called magnetoreception. They use the Earth’s magnetic field to help them find their way back to their territory.
ru: У кошек есть способность к ориентации, называемая магниторецепцией. Они используют магнитное поле Земли, чтобы находить дорогу в свои владения.

# FactCat97
source: A cat’s skin is very loose. This is a defense mechanism that allows them to turn and bite a predator even if they are being held by the neck.
ru: Кожа кошки очень эластична и неплотно прилегает к телу. Это защитный механизм, позволяющий им повернуться и укусить хищника, даже если их держат за шею.

# FactCat98
source: Cats can be trained to perform tricks, much like dogs. However, they require much more «bribe» (treats) and have a significantly shorter attention span.
ru: Кошек можно обучать трюкам, как и собак. Однако им требуется гораздо больше «взяток» (лакомств) и у них значительно короче период концентрации внимания.

# FactCat99
source: The «cat’s meow» isn’t just a sound, it’s a manipulation. Studies suggest cats have evolved their meows to mimic the frequency of a human baby’s cry.
ru: Мяуканье — это не просто звук, это манипуляция. Исследования показывают, что кошки адаптировали свое мяуканье, чтобы оно имитировало частоту плача человеческого младенца.

# FactCat100
source: Cats believe they own the house, and you are just the staff. If you’ve ever owned a cat, you know this isn’t a «weird fact» — it’s the absolute truth.
ru: Кошки верят, что они владеют домом, а вы — просто обслуживающий персонал. Если у вас когда-либо была кошка, вы знаете, что это не «странный факт», а истинная правда.

# FactFrog1
source: The Wood Frog is a literal popsicle. It can freeze up to 65% of its body water during winter and thaw out perfectly fine in the spring.
ru: Лесная лягушка — это настоящий «подснежник». Зимой она замораживает до 65% воды в своем теле, а весной полностью оттаивает без вреда для здоровья.

# FactFrog2
source: Glass Frogs are living X-rays. Their abdominal skin is completely transparent, allowing you to watch their heart beat and their last meal digest in real-time.
ru: Стеклянные лягушки — живые рентгеновские снимки. Кожа на их животе абсолютно прозрачна, что позволяет видеть биение сердца и процесс переваривания пищи.

# FactFrog3
source: The African Hairy Frog is a «Wolverine» in disguise. When threatened, it intentionally breaks its own toe bones to push them through its skin, creating sharp, defensive claws.
ru: Африканская волосатая лягушка — это скрытый «Росомаха». При угрозе она намеренно ломает кости на пальцах, чтобы они проткнули кожу и превратились в острые когти.

# FactFrog4
source: Bullfrogs don’t really sleep. Studies have shown that even when resting, they remain responsive to stimuli, suggesting they may go months without true shut-eye.
ru: Лягушки-быки почти не спят. Исследования показали, что даже во время отдыха они реагируют на раздражители, что позволяет им обходиться без глубокого сна месяцами.

# FactFrog5
source: The Desert Rain Frog sounds like a squeaky toy. Instead of a deep croak, it emits a high-pitched «meep» to ward off predators, which usually just makes it look adorable.
ru: Пустынная узкоротая лягушка пищит, как резиновая игрушка. Вместо глубокого кваканья она издает высокий писк, который должен пугать врагов, но звучит очень мило.

# FactFrog6
source: Frogs swallow with their eyeballs. They use their eyes to help push food down their throats by pulling them down into the roof of their mouths.
ru: Лягушки глотают с помощью глазных яблок. Они втягивают глаза вглубь черепа, чтобы помочь протолкнуть пищу из ротовой полости дальше в горло.

# FactFrog7
source: Some frogs have «mustaches» made of thorns. The Emei mustache toad grows skin spikes during mating season to use as weapons against other males.
ru: У некоторых лягушек есть «усы» из шипов. Самец эмейской чесночницы в брачный период отращивает на губе шипы, которые использует как оружие в драках.

# FactFrog8
source: The Paradoxical Frog shrinks as it grows up. The tadpoles are nearly 10 inches long, but they shrink down to a mere 3 inches once they reach adulthood.
ru: Удивительная лягушка уменьшается с возрастом. Её головастики достигают 25 сантиметров в длину, но после превращения взрослая особь имеет размер всего около 7 сантиметров.

# FactFrog9
source: Purple Frogs spend 50 weeks a year underground. They only emerge for two weeks during the monsoon season to find a mate and lay eggs.
ru: Пурпурные лягушки проводят под землей 50 недель в году. Они выходят на поверхность всего на две недели во время муссонов, чтобы спариться и отложить икру.

# FactFrog10
source: The Borneo Flat-headed Frog has no lungs. It breathes entirely through its skin, which allows it to absorb more oxygen from the fast-flowing, cold water it calls home.
ru: Борнеоская плоскоголовая лягушка не имеет легких. Она дышит исключительно через кожу, что помогает ей эффективнее поглощать кислород из холодной проточной воды.

# FactFrog11
source: Gastric-brooding frogs give birth through their mouths. The female swallows her fertilized eggs and shuts off her stomach acid while the babies develop inside her.
ru: Заботливые лягушки рожают через рот. Самка заглатывает оплодотворенную икру и отключает выработку желудочного сока, пока малыши развиваются внутри.

# FactFrog12
source: Surinam Toads carry their young in their backs. The eggs are embedded into the mother’s skin, and eventually, fully formed toadlets erupt directly from her pores.
ru: Суринамские пипы вынашивают потомство в спине. Икринки врастают в кожу матери, и спустя время полностью сформированные лягушата выпрыгивают прямо из её пор.

# FactFrog13
source: Strawberry Poison Dart Frogs are dedicated commuters. The mother carries each individual tadpole on her back to a separate water-filled bromeliad leaf high in the canopy.
ru: Пятнистые древолазы — преданные перевозчики. Мать переносит каждого головастика на спине по отдельности в наполненные водой воронки листьев бромелии на вершинах деревьев.

# FactFrog14
source: Male Darwin’s Frogs use their vocal sacs as nurseries. After the female lays eggs, the male swallows them and keeps the developing tadpoles in his throat until they hop out.
ru: Самцы ринодермы Дарвина используют горловые мешки как ясли. После того как самка откладывает икру, самец заглатывает её и держит головастиков в горле до их полного взросления.

# FactFrog15
source: The Marsupial Frog has a built-in backpack. Females have a pouch on their backs where they keep their eggs safe until they are ready to hatch into tadpoles.
ru: У сумчатых квакш есть встроенный «рюкзак». На спине у самки расположен специальный карман, где икра находится в безопасности до момента вылупления.

# FactFrog16
source: The Golden Poison Frog carries enough venom to kill 10 humans. It doesn’t produce the toxin itself but sequesters it from the specific beetles it eats in the wild.
ru: Ужасный листолаз хранит в себе яд, способный убить 10 человек. Лягушка не вырабатывает его сама, а накапливает из определенных жуков, которыми питается в дикой природе.

# FactFrog17
source: Black Rain Frogs look like grumpy avocados. Their round, subterranean bodies and permanent scowls have made them a viral sensation for looking perpetually disappointed.
ru: Черные дождевые лягушки похожи на сердитое авокадо. Их круглое тело и постоянно недовольная мордочка сделали их звездами интернета из-за крайне разочарованного вида.

# FactFrog18
source: Crucifix Toads produce their own «super glue». When harassed, they secrete a sticky protein that hardens in seconds, often gluing the mouth of a predator shut.
ru: Лягушки-крестоносцы производят собственный «суперклей». При нападении они выделяют липкий белок, который застывает за секунды, буквально склеивая челюсти хищника.

# FactFrog19
source: The Wallace’s Flying Frog has «parachutes» for feet. Massive webbing between its toes allows it to glide from tree to tree to escape danger.
ru: Веслоногая лягушка Уоллеса использует лапы как парашюты. Огромные перепонки между пальцами позволяют ей планировать между деревьями, спасаясь от опасности.

# FactFrog20
source: Frogs can’t vomit in the traditional sense. If a frog eats something toxic, it may eject its entire stomach out of its mouth to «wash» it with its paws before swallowing it back down.
ru: Лягушек не может вырвать в привычном понимании. Если лягушка съест что-то токсичное, она может буквально вытолкнуть весь желудок наружу, «промыть» его лапами и проглотить обратно.

# FactFrog21
source: Gladiator Frogs build their own private swimming pools. Males dig circular depressions in the mud near riverbanks to create protected nurseries for their eggs.
ru: Лягушки-гладиаторы строят собственные бассейны. Самцы выкапывают круглые ямки в иле у берега, создавая защищенные детские сады для своей икры.

# FactFrog22
source: The Map Frog has skin that looks like a topographical map. This intricate pattern allows it to blend perfectly into the leaf litter and mossy bark of the Amazon.
ru: Кожа географической лягушки напоминает топографическую карту. Этот сложный узор позволяет ей идеально сливаться с опавшей листвой и мшистой корой в Амазонии.

# FactFrog23
source: Some frogs can change color like chameleons. Certain species, like the Pacific Tree Frog, can shift from green to brown in minutes to match their immediate surroundings.
ru: Некоторые лягушки меняют цвет, как хамелеоны. Тихоокеанская древесная лягушка способна за считанные минуты сменить окрас с зеленого на коричневый под цвет окружения.

# FactFrog24
source: The Turtle Frog looks more like a raw hamburger than an amphibian. It has a round, fleshy body and tiny limbs designed for digging forward into termite mounds rather than hopping.
ru: Лягушка-черепаха больше похожа на сырой фарш, чем на амфибию. У неё круглое мясистое тело и крошечные лапки, предназначенные для рытья термитников, а не для прыжков.

# FactFrog25
source: Fanged Frogs have «bone spurs» in their lower jaws. While not true teeth, these sharp protrusions are used to battle other males and even take down large insects or small crabs.
ru: У клыкастых лягушек есть «костяные шпоры» в нижней челюсти. Это не настоящие зубы, а острые выросты, которыми самцы сражаются друг с другом или ловят крупную добычу.

# FactFrog26
source: The Budgett’s Frog is known as the «Freddy Krueger» of frogs. It is highly aggressive and will actually scream and lung at anything it perceives as a threat.
ru: Лягушку Баджетта называют «Фредди Крюгером» среди амфибий. Она крайне агрессивна, умеет громко кричать и бросается на любого, кого сочтет угрозой.

# FactFrog27
source: Waxy Monkey Frogs don’t dry out in the sun. They secrete a waxy lipid from their skin and use their legs to «lotion» their entire bodies to seal in moisture.
ru: Филломедузы не засыхают на солнце. Они выделяют воскоподобный жир и лапами «растирают» его по всему телу, чтобы запечатать влагу внутри.

# FactFrog28
source: Cane Toads are notoriously undiscriminating eaters. They will eat almost anything that fits in their mouths, including insects, small mammals, and even pet food left outside.
ru: Жабы-ага — печально известные всеядные существа. Они едят всё, что помещается в рот, включая насекомых, мелких млекопитающих и даже корм для домашних животных.

# FactFrog29
source: The Tomato Frog inflates like a balloon when scared. If a predator tries to bite it, the frog also secretes a gummy white toxin that can glue the predator’s eyes and mouth shut.
ru: Лягушка-помидор раздувается как шар при испуге. Если хищник попытается её укусить, она выделит липкий токсин, который может склеить глаза и пасть врага.

# FactFrog30
source: Some frogs eat their own shed skin. Since skin contains valuable proteins and nutrients, many species pull their old skin off with their mouths and swallow it whole.
ru: Многие лягушки поедают свою старую кожу. Поскольку кожа содержит ценные белки, амфибии снимают её ртом и проглатывают целиком после линьки.

# FactFrog31
source: The South American Horned Frog is nicknamed the «Pac-Man» frog. Its mouth makes up nearly half of its body, allowing it to swallow prey almost as large as itself.
ru: Рогатую лягушку называют «Пакман» из-за огромного рта. Её пасть составляет почти половину тела, что позволяет ей заглатывать добычу размером почти с неё саму.

# FactFrog32
source: A frog’s tongue is attached to the front of its mouth. This allows the tongue to flip forward at incredible speeds, acting like a sticky whip to snag flies.
ru: Язык лягушки прикреплен к передней части рта. Это позволяет ему вылетать вперед с невероятной скоростью, работая как липкий кнут для ловли мух.

# FactFrog33
source: Frogs are actually «living fossils». Ancestors of modern frogs have been hopping around the Earth for over 250 million years, predating many dinosaurs.
ru: Лягушки — это «живые ископаемые». Предки современных лягушек прыгали по Земле более 250 миллионов лет назад, застав начало эпохи динозавров.

# FactFrog34
source: The Titicaca Water Frog is also called the «Scrotum Frog». It has excessive, baggy folds of skin that help it absorb oxygen in the thin air of high-altitude lakes.
ru: Титикакского свистуна в шутку называют «лягушкой-мошонкой». У него избыточная, дряблая кожа, которая помогает ему поглощать кислород в разреженном воздухе высокогорных озер.

# FactFrog35
source: The Goliath Frog is the largest in the world. It can grow up to 12.5 inches long and weigh as much as a domestic cat.
ru: Лягушка-голиаф — самая большая в мире. Она может вырастать до 32 сантиметров в длину и весить столько же, сколько обычная домашняя кошка.

# FactFrog36
source: Some frogs use ultrasound to talk over waterfalls. The Hole-in-the-wall Frog emits frequencies so high that humans can’t hear them, but they pierce right through the roar of rushing water.
ru: Некоторые лягушки используют ультразвук возле водопадов. Дыроухая лягушка издает звуки такой высокой частоты, что их не слышит человек, зато они пробивают шум воды.

# FactFrog37
source: Frogs have a «third eye» on top of their heads. Known as the parietal organ, it looks like a small dot and helps them detect light and navigate using the sun.
ru: У лягушек есть «третий глаз» на макушке. Этот теменной орган выглядит как маленькая точка и помогает им определять уровень света и ориентироваться по солнцу.

# FactFrog38
source: The Coqui frog’s call is as loud as a lawnmower. In Hawaii, where they are invasive, their nighttime choruses reach decibels high enough to cause sleep deprivation in residents.
ru: Крик лягушки коки по громкости сравним с газонокосилкой. На Гавайях их ночные хоры достигают такого уровня децибел, что вызывают у жителей бессонницу.

# FactFrog39
source: Frogs can hear with their lungs. Some species use their lung tissue to pick up sound vibrations and pass them along to their inner ears.
ru: Лягушки могут слышать легкими. Некоторые виды используют ткани легких для улавливания звуковых вибраций и передачи их во внутреннее ухо.

# FactFrog40
source: The Woodhouse’s Toad has a call that sounds like a sheep’s bleat. If you were walking through a forest at night, you might genuinely think you were surrounded by tiny, invisible farm animals.
ru: Крик жабы Вудхауза напоминает блеяние овцы. Прогуливаясь по лесу ночью, можно всерьез подумать, что вы окружены крошечными невидимыми ягнятами.

# FactFrog41
source: The Bird-poop Frog is a master of «disgusting» camouflage. It has a lumpy, white-and-brown body that makes it look exactly like a fresh bird dropping to avoid being eaten.
ru: Лягушка-птичий помет — мастер «отвратительного» камуфляжа. Её бугристое бело-коричневое тело выглядит как свежий экскремент, что спасает её от поедания хищниками.

# FactFrog42
source: Vietnamese Mossy Frogs are essentially invisible. Their skin is covered in green and black bumps that perfectly mimic the texture of damp forest moss.
ru: Вьетнамские мшистые лягушки практически невидимы. Их кожа покрыта зелеными и черными пупырышками, которые идеально имитируют текстуру влажного лесного мха.

# FactFrog43
source: The Pebbles Toad turns into a ball to escape. Instead of hopping away from predators on cliffs, it tucks its limbs in and bounces down the rocks like a piece of rubber.
ru: Гвианский арлекин превращается в мячик, чтобы сбежать. Вместо того чтобы прыгать, он поджимает лапы и скатывается со скал, отскакивая от камней как резиновый.

# FactFrog44
source: Malayan Leaf Frogs have literal «horns» above their eyes. These skin flaps mimic the tips of dead leaves, helping them disappear into the forest floor.
ru: У малайской рогатой чесночницы есть настоящие «рога» над глазами. Эти кожные выросты имитируют кончики сухих листьев, помогая ей раствориться в лесной подстилке.

# FactFrog45
source: The Shovel-headed Tree Frog uses its head as a door. It retreats into holes in trees and uses its flat, bony skull to plug the entrance, keeping predators out.
ru: Шлемоголовая квакша использует голову вместо двери. Она забирается в дупла деревьев и затыкает вход своим плоским костлявым черепом, не пуская хищников.

# FactFrog46
source: Phyllomedusa frogs produce «Kambo» secretions. Some indigenous tribes use this toxic skin mucus in traditional rituals to induce «cleansing» through intense physical reactions.
ru: Лягушки-филломедузы производят секрет «камбо». Некоторые племена используют эту слизь в традиционных ритуалах для вызова мощной физической реакции и «очищения» организма.

# FactFrog47
source: The Mink Frog smells like a rotten onion. When handled or stressed, it releases a pungent odor that mimics the scent of decaying vegetables to ward off handlers.
ru: Норковая лягушка пахнет гнилым луком. При испуге она выделяет резкий запах, напоминающий разлагающиеся овощи, чтобы отпугнуть того, кто взял её в руки.

# FactFrog48
source: Frogs are the source of a powerful new painkiller. Scientists discovered a compound in the skin of the Epipedobates tricolor that is 200 times more potent than morphine.
ru: Лягушки стали источником мощного обезболивающего. В коже Epipedobates tricolor нашли вещество, которое в 200 раз эффективнее морфина.

# FactFrog49
source: Bicolor Leaf Frogs use «sunscreen». They produce a secretion that reflects UV rays, allowing them to bask in the tropical sun without damaging their sensitive skin.
ru: Двухцветные филломедузы используют «солнцезащитный крем». Они выделяют секрет, отражающий УФ-лучи, что позволяет им греться на тропическом солнце без вреда для кожи.

# FactFrog50
source: The Fire-bellied Toad uses its belly as a warning sign. When threatened, it arches its back to show off its bright orange underside, signaling to predators that it is toxic.
ru: Жерлянка использует живот как предупреждающий знак. При угрозе она выгибает спину, показывая ярко-оранжевое брюшко, сигнализируя о своей ядовитости.

# FactFrog51
source: The Paedophryne amauensis is the smallest vertebrate in the world. This tiny frog from Papua New Guinea is only about 7.7 millimeters long, fitting easily on a fingernail.
ru: Paedophryne amauensis — самое маленькое позвоночное в мире. Эта крошечная лягушка из Папуа — Новой Гвинеи имеет длину всего 7.7 мм и легко помещается на ногте.

# FactFrog52
source: Some frogs can survive in the desert for years. The Water-holding Frog creates a waterproof cocoon of shed skin and stays dormant underground until it rains.
ru: Некоторые лягушки могут годами жить в пустыне. Водоносная литория создает водонепроницаемый кокон из старой кожи и спит под землей до следующего дождя.

# FactFrog53
source: Spring Peeper frogs are «seasonal psychics». Their high-pitched chirping is one of the first reliable signs of spring in North America, even if there is still snow on the ground.
ru: Весенние свистуны — «сезонные экстрасенсы». Их звонкое чириканье — один из первых признаков весны в Северной Америке, даже если на земле еще лежит снег.

# FactFrog54
source: The Monkey Frog doesn’t hop, it walks. Its limbs move one at a time in a slow, deliberate crawling motion similar to a primate moving through branches.
ru: Квакша-обезьяна не прыгает, а ходит. Её лапы двигаются поочередно медленным, размеренным шагом, как у приматов, передвигающихся по ветвям.

# FactFrog55
source: Greenhouse Frogs don’t need ponds. They lay their eggs on land, and the babies skip the tadpole stage entirely, hatching as fully formed, microscopic frogs.
ru: Парниковые лягушки не нуждаются в прудах. Они откладывают икру на суше, и из неё вылупляются сразу полностью сформированные микро-лягушки, минуя стадию головастика.

# FactFrog56
source: The Barking Tree Frog sounds like a lonely hound. Its call is a repetitive, hollow «donk» that, from a distance, is easily mistaken for a dog barking in the woods.
ru: Лающая квакша звучит как одинокая гончая. Её крик — это повторяющееся глухое «донк», которое издалека легко принять за лай собаки в лесу.

# FactFrog57
source: Mountain Chicken Frogs are actually giant frogs. Despite the name, they are one of the world’s largest frogs and were once a popular food source in the Caribbean.
ru: Лягушка-свистун «горный цыпленок» — это на самом деле гигантская лягушка. Несмотря на название, это одна из крупнейших лягушек мира, которая когда-то была популярным деликатесом на Карибах.

# FactFrog58
source: The Squirrel Tree Frog is a «rain forecaster». They are known to call loudly just before or during summer rainstorms, earning them the nickname «Rain Frog» in the Southern US.
ru: Беличья квакша — «предсказатель дождя». Они начинают громко кричать перед летними штормами, за что на юге США их прозвали «дождевыми лягушками».

# FactFrog59
source: Carpenter Frogs sound like a construction site. Their call mimics the sound of two hammers hitting a nail in rapid succession.
ru: Лягушка-плотник звучит как строительная площадка. Её призыв имитирует звук двух молотков, быстро вбивающих гвозди.
