Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactAlien88
source: The «Great Silence» refers to the fact that we have been listening for 60 years and haven’t heard a single confirmed word. Space is either very empty or we are very bad at listening.
ru: «Великое молчание» относится к тому факту, что мы слушаем космос 60 лет и не услышали ни слова. Либо космос пуст, либо мы очень плохие слушатели.

# FactAlien89
source: Chirality (the «handedness» of molecules) might be determined by the spin of cosmic rays. This could mean that life everywhere in a galaxy shares the same molecular «orientation».
ru: Хиральность (ориентация молекул) может определяться спином космических лучей. Это может значить, что жизнь во всей галактике имеет одинаковую молекулярную «рукость».

# FactAlien90
source: The «Habitable Edge» of an icy moon is the thin interface where the ice meets the ocean. This is where nutrients and energy are most likely to mix and spark life.
ru: «Обитаемая кромка» ледяной луны — это тонкая граница раздела между льдом и океаном. Именно там питательные вещества и энергия смешиваются наиболее активно для зарождения жизни.

# FactAlien91
source: If we found life on Mars, we would have to prove it wasn’t just «Earth life» we accidentally sent there. We’ve been crashing probes into Mars for decades, and some microbes may have survived.
ru: Если мы найдем жизнь на Марсе, нам придется доказывать, что это не «земные мигранты». Мы десятилетиями разбиваем аппараты о Марс, и некоторые микробы могли выжить.

# FactAlien92
source: «Biological dark matter» refers to the 99% of microbes on Earth that cannot be grown in a lab. If we can’t understand the life here, understanding life on another planet will be incredibly difficult.
ru: «Биологическая темная материя» — это 99% земных микробов, которые невозможно вырастить в лаборатории. Если мы не понимаем жизнь здесь, понять ее на другой планете будет запредельно сложно.

# FactAlien93
source: The «Gaia Hypothesis» suggests that life and its environment form a single self-regulating system. An «alien» might not be a single creature, but an entire planetary organism.
ru: «Гипотеза Геи» гласит, что жизнь и среда образуют единую саморегулирующуюся систему. Инопланетянин может быть не существом, а целым живым планетарным организмом.

# FactAlien94
source: Some researchers look for «Megastructures» around White Dwarfs. Since these stars are dead, any large structure there would almost certainly be artificial.
ru: Некоторые ищут мегаструктуры вокруг белых карликов. Поскольку это мертвые звезды, любая крупная конструкция там почти наверняка будет искусственной.

# FactAlien95
source: «Extraterrestrial» doesn’t always mean «from another planet». Life could theoretically exist in the atmosphere of a star or even in the vacuum of a nebula.
ru: «Внеземной» не всегда означает «с другой планеты». Теоретически жизнь могла бы существовать в атмосфере звезды или даже в вакууме туманности.

# FactAlien96
source: The «Copernican Principle» states that Earth is not special. If we are typical, then the universe should be absolutely teeming with life just like us.
ru: Принцип Коперника утверждает, что Земля не уникальна. Если мы типичны, то Вселенная должна буквально кипеть жизнью, подобной нашей.

# FactAlien97
source: «Tidal Heating» can keep a moon warm even if it’s far from the sun. The constant squeezing from a giant planet’s gravity creates friction and heat in the moon’s core.
ru: Приливный нагрев может сохранять луну теплой даже вдали от солнца. Гравитация планеты-гиганта постоянно «сжимает» луну, создавая трение и тепло в ее ядре.

# FactAlien98
source: «Zombie Planets» are those that orbit pulsars (dead, spinning stars). These planets are bathed in lethal radiation, making life there almost impossible—but not quite.
ru: «Планеты-зомби» вращаются вокруг пульсаров (мертвых звезд). Они залиты смертельной радиацией, что делает жизнь там почти невозможной — но всё же не на 100%.

# FactAlien99
source: Symmetry (having a left and right side) is common on Earth because it helps with movement. Alien life might use radial symmetry (like a starfish) or no symmetry at all.
ru: Симметрия тела популярна на Земле, так как она помогает при движении. У инопланетян может быть радиальная симметрия (как у морской звезды) или никакой вообще.

# FactAlien100
source: Despite all the math and telescopes, the only «weird fact» we know for sure is that we exist. That alone is enough to prove that the universe is capable of producing life.
ru: Несмотря на все расчеты, единственный «странный факт», который мы знаем точно — это то, что мы существуем. Этого одного достаточно, чтобы доказать: Вселенная способна порождать жизнь.
