Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# ItemDescSpaceship
source: It towered above the village like a steel giant strayed from another world. Its matte-silver hull, traced with seams, resembled the armor of an ancient titan, while the rounded cockpit with its dark glass dome gleamed like an enchanted eye. Within its belly, an unseen force hummed softly — like a captive star bound obediently within iron ribs. Massive supports, like the legs of a colossal guardian, pierced the earth, leaving faintly smoking marks in the grass from its recent landing. Along its sides protruded cylinders and structures — perhaps vessels of arcane ether, perhaps the organs of some mechanical beast unknown to humankind. Amber lights flickered beneath its hull, like the breathing of a dragon fallen asleep among fields and windmills. Against the backdrop of blue mountains and a tranquil sky, it seemed a messenger from distant constellations — a wanderer descending into a realm of thatched roofs and pastoral calm. In its silhouette lingered ancient power and silent mystery, as though it carried legends of worlds where the heavens are roads and the stars serve as lanterns for travelers.
ru: Он возвышался над деревушкой, словно стальной великан, забредший из иного мира. Его корпус, матово-серебристый и исчерченный швами, напоминал доспех древнего титана, а округлая кабина с темным стеклянным куполом сияла, как зачарованное око. В его чреве тихо гудела невидимая сила — будто пойманная звезда, покорно заключённая в железные ребра. Массивные опоры, похожие на ноги исполинского стража, вонзались в землю, оставляя в траве дымящиеся следы недавнего приземления. По бокам виднелись цилиндры и выступы — то ли магические сосуды с эфиром, то ли органы неведомого механического зверя. Огни под брюхом корабля мерцали янтарём, словно дыхание дракона, уснувшего среди полей и ветряных мельниц. На фоне голубых гор и безмятежного неба он казался посланником далёких созвездий — странником, что спустился в мир пасторалей и соломенных крыш. В его силуэте чувствовалась древняя мощь и молчаливая тайна, как будто он хранил легенды о мирах, где небеса — это дороги, а звезды служат фонарями путникам.

# ItemDescSupernovaInSpace
source: At the heart of the abyssal darkness, a star reached the limit of its nuclear endurance. Its core, compressed to an almost impossible density, collapsed in an instant and then unleashed energy rivaling the luminosity of an entire galaxy. The flash tore through the cosmic night — an overwhelming surge of gamma and X-ray radiation ripping through space as if the very fabric of reality had fractured. The shockwave, expanding at thousands of kilometers per second, hurled layers of incandescent plasma into the vacuum. Swirling currents of ionized gas formed a radiant ring — the advancing front of matter enriched with heavy elements forged in the star’s final fractions of a second. Within this blazing cloud, gold, uranium, and other rare atoms were synthesized — the raw material for future planets and civilizations. As the brilliance slowly began to fade, a сверхdense remnant remained behind — a neutron star or a nascent black hole. Space around it warped under extreme gravity, and for eons the surrounding galaxy would carry the echo of the catastrophe. It was not merely an explosion, it was a cosmic act of matter recycling, rewriting the chemical map of the Universe.
ru: В центре бездонной тьмы звезда достигла предела своей ядерной выносливости. Её ядро, сжатое до плотности невозможности, в одно мгновение коллапсировало, а затем высвободило энергию, сравнимую с сиянием целой галактики. Вспышка прорезала космическую ночь — ослепительный импульс гамма- и рентгеновского излучения разорвал окружающее пространство, словно сама ткань реальности дала трещину. Ударная волна, расширяясь со скоростью в тысячи километров в секунду, вытолкнула в вакуум слои раскалённой плазмы. Вихри ионизированного газа образовали светящееся кольцо — фронт материи, обогащённой тяжёлыми элементами, рождёнными в последние доли секунды жизни звезды. В этом огненном облаке синтезировались золото, уран и другие редкие атомы — строительный материал будущих планет и цивилизаций. Когда сияние начало медленно угасать, на его месте остался сверхплотный остаток — нейтронная звезда или зарождающаяся чёрная дыра. Пространство вокруг неё искривилось, а реликтовое излучение ещё долго несло по галактике эхо катастрофы. Это был не просто взрыв — это был акт космической переработки материи, переписывающий химическую карту Вселенной.

# ItemDescAlienEgg
source: Transparent cylindrical capsule with metallic end caps. The glass body reveals its contents — inside, a bright orange-golden substance pulses, emitting a soft glow. The light reflects off the inner walls of the capsule, creating a sense of warmth and contained energy. Inside the capsule is something resembling an alien organism. It looks like a living lava: a dome-shaped form rises at the center, with wave-like flows spreading outward, as if the liquid is in constant motion. Tiny sparkling points are visible throughout the mass, like microscopic flashes of energy. The organism appears active and almost intelligent — its surface shimmers and seems to respond to its surroundings.
ru: Прозрачная цилиндрическая капсула с металлическими торцами. Стеклянный корпус позволяет разглядеть содержимое — внутри пульсирует яркое, оранжево-золотистое вещество, излучающее мягкое свечение. Свет отражается от стенок капсулы, создавая ощущение тепла и энергии. Внутри капсулы находится нечто похожее на инопланетный организм. Он напоминает живую лаву: из центра поднимается куполообразная форма, от которой расходятся волнообразные потоки, будто жидкость находится в постоянном движении. По всей массе заметны искрящиеся точки, словно микроскопические вспышки энергии. Организм выглядит активным и почти разумным — его поверхность переливается и будто реагирует на окружающую среду.

# ItemDescAbilityNecromancy
source: Necromancy is not merely the magic of death — it is a brazen defiance of time itself and the laws of the universe. A true master does not brandish a staff wildly but conducts a faint, whispered dialogue with the void, feeling for the thin threads of fading souls within the frozen haze of the Veil. To them, flesh is but clay and bone a mere framework, waiting to be imbued with a semblance of life by pouring ethereal energy — heavy as quicksilver — into cold, stagnant veins. In the eyes of a necromant, the world is drained of color but teeming with shadows and echoes. Mastery is measured by sheer will: should one show a flicker of weakness or fear, the risen dead—driven only by hunger and residual malice — will turn their skeletal fingers upon their creator. The highest manifestation of power is not the raising of rotting hordes, but the ability to command an ancient wraith to divulge secrets of forgotten eras with a mere whisper, all while clinging to one’s own fading humanity. The price of such dominion is always etched upon the mage’s visage: pallid skin, frost clinging to the fingertips, and a gaze fixed upon the infinite «nothing». Where an ordinary person sees only an end and decay, the master of necromancy sees an unfinished symbiosis, where death becomes just another stage of service. It is a path of solitude and eternal chill, where the only faithful companions are those who can no longer betray — for they are already dead.
ru: Некромантия — это не просто магия смерти, это дерзкий вызов самому времени и законам мироздания. Истинный мастер не размахивает посохом, а ведет едва слышный диалог с пустотой, нащупывая тонкие нити угасающих душ в ледяном мареве Завесы. Для него плоть — лишь глина, а кости — арматура, которую можно вновь наделить подобием жизни, вливая в остывшие жилы тяжелую, как ртуть, эфирную энергию. Окружающий мир в глазах некроманта лишен красок, зато полон теней и эхо. Мастерство здесь измеряется волей: стоит лишь на мгновение проявить слабость или страх, и поднятые мертвецы, ведомые лишь голодом и остатками злобы, обратят свои костлявые пальцы против творца. Высшее проявление силы — это не создание орд гниющих зомби, а способность шепотом заставить древнего призрака выдать тайны забытых эпох, не теряя при этом собственной человечности. Цена такой власти всегда написана на лице мага: бледная кожа, иней на кончиках пальцев и взгляд, устремленный в бесконечное «ничто». Там, где обычный человек видит лишь финал и тлен, мастер некромантии видит незавершенный симбиоз, где смерть становится лишь новым этапом служения. Это путь одиночества и вечного холода, где единственными верными спутниками остаются те, кто уже никогда не сможет предать — ведь они уже мертвы.

# ItemDescAbilityMeditation
source: Mastery of meditation is not merely a silencing of the mind, but the art of taming an internal storm. While the common man drowns in the chaos of his own thoughts, the true practitioner erects an impregnable citadel within the halls of the soul. With every deep breath, the boundaries of the self expand, blurring the line between flesh and ether, until the heartbeat synchronizes with the very rhythm of the earth. At the peak of concentration, the world freezes like a fly trapped in honeyed amber. The master perceives mana flows invisible to the common eye, drifting through space, and senses the vibrations of others’ intentions long before they take shape. In this state of absolute stillness, the mind becomes like the mirrored surface of a mountain lake: it reflects the truth without distortion, remaining motionless even if a stone of rage or a blade of doubt is cast into its depths. The highest tier of this art allows one to draw power from the Void itself. Shrouded in an aura of serenity, the meditator becomes an unshakeable pillar of existence, capable of mending wounds of spirit and body through sheer force of will. For such a master, time transforms into an obedient river and silence into a formidable weapon, for she who has fathomed her own depths gains dominion over reality without lifting a finger.
ru: Мастерство медитации — это не просто тишина разума, а искусство укрощения внутреннего шторма. В то время как обычный человек тонет в хаосе своих мыслей, истинный практик возводит в чертогах души неприступную цитадель. С каждым глубоким вдохом границы его «Я» расширяются, стирая грань между плотью и эфиром, пока биение сердца не синхронизируется с ритмом самой земли. На пике сосредоточения мир вокруг замирает, словно муха в медовом янтаре. Мастер видит невидимые простому глазу потоки маны, струящиеся сквозь пространство, и чувствует вибрации чужих намерений задолго до того, как они обретут форму. В этом состоянии абсолютного покоя разум уподобляется зеркальной глади горного озера: он отражает истину без искажений, оставаясь неподвижным, даже если в него бросят скалу ярости или клинок сомнения. Высшая ступень владения этим искусством позволяет черпать силу из самой Пустоты. Окутанный аурой безмятежности, медитирующий становится непоколебимым столпом бытия, способным восстанавливать раны духа и тела одной лишь силой воли. Для такого мастера время превращается в послушную реку, а тишина — в самое грозное оружие, ведь тот, кто познал себя до самого дна, обретает власть над реальностью, не шевельнув и пальцем.

# MeditationExerciseBreathAwareness
source: Breath Awareness
ru: Осознанное дыхание

# MeditationExerciseBoxBreathing
source: Box Breathing
ru: Квадратное дыхание

# MeditationExerciseBodyScan
source: Body Scan
ru: Сканирование тела

# MeditationExerciseLovingKindnessPhrases
source: Loving-Kindness Phrases
ru: Фразы любящей доброты

# MeditationExerciseCountingTheBreath
source: Counting the Breath
ru: Подсчёт дыхания

# MeditationExerciseMantraRepetition
source: Mantra Repetition
ru: Повторение мантры

# MeditationExerciseWalkingMeditation
source: Walking Meditation
ru: Медитация ходьбы

# MeditationExerciseCandleGazing
source: Candle Gazing
ru: Созерцание свечи

# MeditationExerciseNotingPractice
source: Noting Practice
ru: Практика «Нотинг»

# MeditationExerciseFiveSensesAwareness
source: Five Senses Awareness
ru: Осознанность пяти чувств

# MeditationExerciseVisualization
source: Visualization
ru: Визуализация

# MeditationExerciseMountainMeditation
source: Mountain Meditation
ru: Медитация «Гора»

# MeditationExerciseSoundAwareness
source: Sound Awareness
ru: Осознанное слушание

# MeditationExerciseTonglenExercise
source: Tonglen Exercise
ru: Практика Тонглен

# MeditationExerciseGratitudeReflection
source: Gratitude Reflection
ru: Размышление о благодарности

# MeditationExerciseMindfulEating
source: Mindful Eating
ru: Осознанное питание

# MeditationExerciseProgressiveRelaxation
source: Progressive Relaxation
ru: Прогрессивное расслабление

# MeditationExerciseChakraFocusing
source: Chakra Focusing
ru: Фокусировка на чакрах

# MeditationExerciseSelfInquiryQuestions
source: Self-Inquiry Questions
ru: Самоисследование

# MeditationExerciseSilentSitting
source: Silent Sitting
ru: Тихое сидение

source: Necromancy
ru: Некромантия

source: Meditation
ru: Медитация

# NotificationInventoryItemAdded
source: %@ added
ru: Добавлено: %@

# NotificationInventoryItemRemoved
source: %@ removed
ru: Удалено: %@

# OnboardingHomeTitle
source: Home
ru: Дом

# OnboardingHomeMessage
source: Here you can see all your pets. Take good care of them!
ru: Здесь живут все твои петы. Заботься о них хорошо!

# OnboardingSatietyTitle
source: Satiety
ru: Сытость

# OnboardingSatietyMessage
source: Each pet has 3 main stats: Satiety (green) - feed your pet when this stat is low.
ru: У каждого пета есть 3 основных показателя: Сытость (зеленый) — корми пета, когда этот показатель низкий.

# OnboardingPsycheTitle
source: Psyche
ru: Психика

# OnboardingPsycheMessage
source: Psyche (blue) - it’s your animal’s mental health. Play with your pet to increase it and let your pet have a good UNINTERRUPTED nap. Your pet may not want to spend the time with you if you wake it up.
ru: Психика (синий) — это психическое здоровье твоего пета. Играй с ним, чтобы улучшить этот показатель, и дай ему хорошо и спокойно поспать. Если ты его разбудишь, пет может не захотеть проводить с тобой время.

# OnboardingHealthTitle
source: Health
ru: Здоровье

# OnboardingHealthMessage
source: Health (red) - it decreases if you pet’s satiety and psyche aren’t high enough. If it reaches zero, your pet will die.
ru: Здоровье (красный) — оно снижается, если уровень сытости и психического здоровья твоего пета недостаточно высок. Если оно достигнет нуля, твой пет умрет.

# OnboardingIllnessTitle
source: Illness
ru: Болезнь

# OnboardingIllnessMessage
source: Your pet might become ill. Ill pets are more needy. Their satiety and psyche decrease faster. You can heal an ill pet.
ru: Твой пет может заболеть. Больные животные более требовательны к своему здоровью. Их чувство сытости и психическое состояние ухудшаются быстрее. Ты можешь вылечить больного пета.

# OnboardingCleanUpTitle
source: Clean up
ru: Уборка

# OnboardingCleanUpMessage
source: Your pet will poop from time to time. Clean up after your pet to keep its psyche high.
ru: Твой пет будет время от времени испражняться. Убирай за ним, чтобы поддерживать его хорошее настроение.

# OnboardingTalkTitle
source: Talk
ru: Общение

# OnboardingTalkMessage
source: You can talk to your pet in its own language, but it’s obviously not easy to talk to a pet. Play with your pets regularly to understand them better.
ru: Ты можешь разговаривать со своим петом на его собственном языке, но, очевидно, это непросто. Регулярно играй со своими петами, чтобы лучше их понимать.

# OnboardingAgeTitle
source: Age
ru: Возраст

# OnboardingAgeMessage
source: Pets grow over time, from egg to adult. Their needs differ throughout their lifetime, so observe your pets carefully.
ru: Петы растут с течением времени, от яйца до взрослой особи. Их потребности меняются на протяжении всей жизни, поэтому внимательно наблюдай за своими петами.

# OnboardingGoodLuckTitle
source: Good luck!
ru: Удачи!

# OnboardingGoodLuckMessage
source: Take good care of your pets to keep them alive and happy! Good luck!
ru: Заботься о своих петах, чтобы они были живы и счастливы! Удачи!

# OnboardingSkipTitle
source: Skip
ru: Закрыть

# OnboardingPreviousTitle
source: Back
ru: Назад

# OnboardingNextTitle
source: Next
ru: Дальше

# OnboardingLetsGoTitle
source: Let’s go!
ru: Поехали!

# OnboardingHowToButtonTitle
source: How to play?
ru: Как играть?

# HistoryEventPetCreated
source: Created
ru: Создан

# HistoryEventPetWakeUp
source: Wake up
ru: Проснулся

# HistoryEventPetForciblyWakeUp
source: Forcibly wake up
ru: Был разбужен

# HistoryEventPetSleep
source: Fall asleep
ru: Уснул

# HistoryEventPetGetIll
source: Get ill
ru: Заболел

# HistoryEventPetGetHealed
source: Get healed
ru: Вылечен

# HistoryEventPetFeed
source: Been fed
ru: Накормлен

# HistoryEventPetPlay
source: Played with
ru: Со мной поиграли

# HistoryEventPetDied
source: Died
ru: Умер

# HistoryEventPetCleanUp
source: Cleaned up
ru: За мной прибрали

# HistoryEventPetBecomeNewborn
source: Become newborn
ru: Родился

# HistoryEventPetBecomeTeen
source: Become teen
ru: Стал подростком

# HistoryEventPetBecomeAdult
source: Become adult
ru: Стал взрослым

# HistoryEventPetBecomeOld
source: Become old
ru: Стал старым

# HistoryEventPetBuried
source: Buried
ru: Похоронен

# HistoryEventPetForgotten
source: Forgotten
ru: Забыт

# HistoryEventPetResurrected
source: Resurrected
ru: Воскрешен

# HistoryEventPetPoop
source: Pooped
ru: Покакал

# IAmSick
source: I am sick, do you have any medicine?
ru: Я болею, у тебя найдется какое-нибудь лекарство?

# IAmHungry
source: I am hungry, give me some food.
ru: Я голодный, дай что-нибудь поесть.

# IPooped
source: I pooped (it would be nice if you clean after me).
ru: Я сходил в туалет (будет неплохо если ты уберешь за мной).

# IAmBored
source: I am bored, wanna play?
ru: Мне скучно, поиграем?

# IAmStillAngryAfterForceWakeUp
source: I am still not happy that you woke me up for no reason!
ru: Я все еще не доволен тем, что ты меня разбудила по чем зря!

# IAmHalfHp
source: I do not feel so good, need some rest.
ru: Что-то мне не хорошо, надо бы отдохнуть.

# IAmGood
source: I am fine.
ru: Всё хорошо.

# IWillDie
source: As I am old, within the next five minutes I will die with a probability of %1$.3f%%.
ru: Поскольку я стар, в течение следующих пяти минут я умру с вероятностью %1$.3f%%.

# QuestResetAnswer0
source: I want to reset a specific quest to the beginning.
ru: Я хочу сбросить определенный квест на начало.

# QuestResetAnswer1
source: I changed my mind, thank you
ru: Я передумала, спасибо

source: What is going on with you?
ru: Как дела?

source: Been better.
ru: Бывало и получше.

# IAmOkayHowAreYou
source: How are you?
ru: Как сам?

source: I should go.
ru: Мне пора.

source: See ya.
ru: Бывай.

source: Bye bye.
ru: Пока-пока.

source: Sure
ru: Угу

source: Ok
ru: Окей

source: All right
ru: Хорошо

source: Excellent!
ru: Отлично!

source: Thanks
ru: Спасибки

source: Use
ru: Использовать

source: Destroy
ru: Уничтожить

# NecronomiconStage3AnswerOption0
source: Do you know anything about the dug grave?
ru: Ты знаешь что-нибудь про разрытую могилу?

# NecronomiconStage3CommonDialog
source: Nope, do not know anything
ru: Неа, ничего не знаю

# NecronomiconStage3DogDialog
source: I do not know anything but we could investigate, bring me something from there.
ru: Я ничего не знаю, но можно расследовать. Принеси мне что-нибудь оттуда.

# NecronomiconStage3DogDialogAnswerOption0
source: Ok, I will see what I can find
ru: Океюшки, посмотрю что я смогу найти

# NecronomiconStage5AnswerOption0
source: Look what I have found near the grave
ru: Смотри что я нашла на у могилы

# NecronomiconStage5DogDialog
source: Hmm, interesting, let me see where it will lead me…
ru: Хмм, интересно, посмотрим что можно с этим сделать…

# NecronomiconStage6AnswerOption0
source: Have you found anything?
ru: Ты нашел что нибудь?

# NecronomiconStage6DogDialog
source: No, not yet, but I am searching.
ru: Не, пока что ничего, но я в процессе

# NecronomiconStage7DogDialog0
source: Look, I have found this strange book on ritual site. Take it.
ru: Смотри-ка, нашел какое-то место для ритуалов и вот эту странную книгу. Возьми её.

# NecronomiconStage7AnswerOption0
source: Thanks, do you know who can help me with it?
ru: Спасибо, знаешь кого-нибудь кто может мне с ней помочь?

# NecronomiconStage7DogDialog1
source: Try to ask catus they usually more experienced in wisdom stuff, the older the better.
ru: Попробуй спросить катуса, они обычно лучше разбираются в мудрёных делах, чем старше тем лучше

# NecronomiconStage7DogDialog2
source: One more thing, at the same ritual site I have found the body of the lost pet. Poor guy. Do not worry I will return him back to his grave.
ru: Да, ещё кое-что. На том самом месте для ритуалов я нашел тело пропавшего пета. Бедняга. Не волнуйся я верну его обратно в его могилу.

# NecronomiconStage8AnswerOption0
source: [Show the book] Do you know anything about this book?
ru: [Показать книгу] Знаешь что-нибудь про эту книгу?

# NecronomiconStage8Dialog0
source: What is this? I can sense some magic but I am not sure…
ru: Это что такое? Я чувствую какую-то магию, но вообще не уверен…

# NecronomiconStage8Dialog1
source: Ahh, yes, I know what it is. This is Necronomicon. Very dangerous stuff, I recommend to destroy it right away, nothing good will come from it. However I can also teach you how to use it. Your choice. So do you want to use it or destroy it?
ru: Ааа, ну да, я знаю что это такое. Это Некрономикон. Очень опасная штука. Я советую сразу его уничтожить, ничего хорошего он не принесёт. Хотя конечно я могу научить тебя пользоваться им. Выбор за тобой. Ну так что, хочешь использовать его или уничтожить?

# ObtainFrogusStage1Answer0
source: Hey buddy, I have noticed you barely touch your food, what is going on?
ru: Эй приятель, я заметила что ты почти не ешь, с тобой всё в порядке?

# ObtainFrogusStage1Dialog0
source: Yeah, you know what, I think I want some fish, could you catch me some? There is a lake nearby I think you can try there.
ru: Хмм… знаешь что, пожалуй мне хочется рыбки, сможешь наловить для меня? Тут недалеко есть озеро, думаю ты можешь попробовать что-нибудь там.

# ObtainFrogusStage1Answer1
source: All right, let us see what I can do. I think I will come up with something on next day.
ru: Океюшки, посмотрим что мне удастся сделать. Думаю что-нибудь придумаю на следующий день.

# ObtainFrogusStage3Answer0
source: Oi mate, here is fish you have asked for. From very same lake you described.
ru: Эй, дружище, вот рыба, про которую ты спрашивал. С того самого озера.

# ObtainFrogusStage3Dialog0
source: Cheers mate, that is what I am talking about! Real fresh fish, el belissimo! Now I know this lake is good, think I will spend some time there by myself. Thanks again!
ru: Спасибо, братуха, вот это я понимаю! Настоящая свежая рыба, el belissimo! Теперь, когда я знаю что это озеро хорошее, думаю провести там какое-то время самому. Ещё раз спасибо!

# ObtainFrogusStage3Answer1
source: No problem!
ru: Без проблем!

# ObtainFrogusStage5Answer0
source: Hey, what is that you are playing with?
ru: Эй, с чем это ты играешь?

# ObtainFrogusStage5Dialog0
source: Ah, found it on the lake. Round and rolling! Also smells like slime but it is okay. Here, take it, I am done playing with it.
ru: Аа, нашел на озере. Круглое и катается! К тому что пахнет тиной, но это ничего. На возьми себе, я уже с ним наигрался.

# ObtainFrogusStage5Answer1
source: Thank you, I think I know what to do with it.
ru: Спасибо, думаю я знаю что с этим делать.

# ObtainBoberStage2Answer0
source: Hey, do you know where all the eggs went?
ru: Слушай, ты знаешь куда делись все яйца?
