Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactDragon40
source: The «Peluda» of French legend was a dragon covered in green, poison-tipped quills. It was said to be so heavy that it could cause floods just by stepping into a river.
ru: Пелуда из французских легенд была драконом, покрытым зелеными ядовитыми шипами. Говорили, что она настолько тяжелая, что может вызвать наводнение, просто зайдя в реку.

# FactDragon41
source: The Welsh flag features a red dragon, known as «Y Ddraig Goch». It represents a prophecy by Merlin about a red dragon defeating a white dragon, symbolizing Wales defeating England.
ru: На флаге Уэльса изображен красный дракон, известный как Y Ddraig Goch. Он олицетворяет пророчество Мерлина о победе красного дракона над белым, символизируя победу Уэльса над Англией.

# FactDragon42
source: In China, the Emperor’s throne was called the «Dragon Seat». It was believed that the Emperor was the literal «Son of the Dragon».
ru: В Китае трон императора назывался «Драконьим троном». Считалось, что император — это буквально «сын дракона».

# FactDragon43
source: Ancient Romans used dragon-shaped windsocks, called dracones, as military standards. These fabric sleeves would hiss in the wind, intimidating the enemy.
ru: Древние римляне использовали флюгеры в форме драконов, называемые dracones, в качестве военных штандартов. Эти тканевые рукава шипели на ветру, пугая врага.

# FactDragon44
source: In some parts of Europe, it was believed that if a snake lived for 100 years without being seen by a human, it would grow wings and become a dragon.
ru: В некоторых частях Европы верили, что если змея проживет 100 лет, не будучи увиденной человеком, у нее вырастут крылья и она станет драконом.

# FactDragon45
source: The «Tarasque» was a legendary dragon from Provence, France, with six legs and a turtle-like shell. It was reportedly tamed by Saint Martha using only holy water and a cross.
ru: Тараск — легендарный дракон из Прованса с шестью ногами и панцирем, как у черепахи. Говорят, его приручила святая Марфа, используя только святую воду и крест.

# FactDragon46
source: In Korea, an «Imugi» is a giant, lesser dragon that must catch a falling «Cintamani» (wish-granting jewel) from heaven to become a true dragon.
ru: В Корее Имуги — это гигантский «недодракон», который должен поймать падающую с небес жемчужину Чинтамани, чтобы стать настоящим драконом.

# FactDragon47
source: Sailors once believed that «Sea Bishops» and «Sea Monks» were actually types of aquatic dragons. These «creatures» were likely just misidentified squid or sharks.
ru: Моряки когда-то верили, что «морские епископы» и «морские монахи» были видами водных драконов. Эти «существа», скорее всего, были просто кальмарами или скатами.

# FactDragon48
source: In Vietnam, the people believe they are descendants of a dragon lord and a fairy princess. This makes the dragon a symbol of the nation’s ancestral pride.
ru: Во Вьетнаме люди верят, что они потомки повелителя драконов и принцессы-феи. Это делает дракона символом гордости за предков.

# FactDragon49
source: Some medieval Christians believed that dragons were literal demons sent by Satan. This is why so many saints, like Saint George, are famous for slaying them.
ru: Некоторые средневековые христиане верили, что драконы — это буквально демоны, посланные Сатаной. Поэтому так много святых, например, Георгий Победоносец, прославились победой над ними.

# FactDragon50
source: In Bhutan, the national anthem is called «The Kingdom of the Thunder Dragon». The dragon is so central to their identity that it appears on their national currency.
ru: В Бутане государственный гимн называется «Королевство Громового Дракона». Дракон настолько важен для них, что он изображен на их национальной валюте.

# FactDragon51
source: The «Hydra» had poisonous breath so potent that even the smell of its tracks could be fatal.
ru: У Гидры было ядовитое дыхание настолько мощное, что даже запах ее следов мог быть смертельным.

# FactDragon52
source: In Greek myth, Ladon was a 100-headed dragon that guarded the Golden Apples of the Hesperides.
ru: В греческих мифах Ладон был стоглавым драконом, охранявшим золотые яблоки Гесперид.

# FactDragon53
source: The «Amphisbaena» is a dragon with a head at both ends of its body.
ru: Амфисбена — это дракон с головой на обоих концах туловища.

# FactDragon54
source: Medieval maps used the phrase «HC SVNT DRACONES» (Here be dragons) to mark unexplored territories.
ru: На средневековых картах фраза «HC SVNT DRACONES» (Здесь обитают драконы) использовалась для обозначения неизведанных земель.

# FactDragon55
source: In some lore, dragons don’t have hearts, their life force is stored in a single «soul-gem» in their forehead.
ru: В некоторых преданиях у драконов нет сердец, их жизненная сила хранится в одном «камне души» во лбу.

# FactDragon56
source: The «Snallygaster» is a bird-like dragon from Maryland folklore said to have a metallic beak.
ru: Сналлигастер — это птицеподобный дракон из фольклора Мэриленда, у которого, как говорят, металлический клюв.

# FactDragon57
source: In the Philippines, the «Bakunawa» is a moon-eating dragon that causes lunar eclipses.
ru: На Филиппинах Бакунава — это дракон, поедающий луну, который вызывает лунные затмения.

# FactDragon58
source: Dragons in Harry Potter are classified by the Ministry of Magic as «XXXXX» (Known wizard killers).
ru: Драконы в мире Гарри Поттера классифицируются Министерством магии как «XXXXX» (известные убийцы волшебников).

# FactDragon59
source: The «Aitvaras» of Lithuanian myth is a household dragon that brings stolen grain and milk to its owner.
ru: Айтварас из литовских мифов — это домашний дракон, который приносит своему хозяину украденное зерно и молоко.

# FactDragon60
source: Dragon tears are often depicted in modern fantasy as having the power to heal any wound.
ru: Драконьи слезы в современном фэнтези часто наделяют силой исцелять любые раны.

# FactDragon61
source: In Persian myth, the dragon «Aži Dahāka» has two snakes growing out of its shoulders.
ru: В персидских мифах у дракона Ажи-Дахака из плеч растут две змеи.

# FactDragon62
source: The «Guivre» was a French dragon that was incredibly shy and would flee if it saw a naked human.
ru: Гивр был французским драконом, который был невероятно застенчив и убегал, увидев обнаженного человека.

# FactDragon63
source: Some legends claim dragons hate the sound of bells, which is why they avoid churches.
ru: Некоторые легенды гласят, что драконы ненавидят звон колоколов, поэтому они избегают церквей.

# FactDragon64
source: The «Knucker» is a water-dragon from Sussex that lives in «knucker-holes», which are bottomless ponds.
ru: Кнакер — это водный дракон из Сассекса, который живет в «кнакер-хоулс», бездонных прудах.

# FactDragon65
source: In some myths, dragons are the only creatures that can see the wind.
ru: В некоторых мифах драконы — единственные существа, способные видеть ветер.

# FactDragon66
source: The «Wawel Dragon» of Poland was defeated when a cobbler fed it a sheep skin stuffed with sulfur.
ru: Вавельский дракон из Польши был побежден, когда сапожник скормил ему овечью шкуру, набитую серой.

# FactDragon67
source: A dragon’s roar is sometimes described as sounding like «ten thousand copper pots crashing together».
ru: Рев дракона иногда описывают как звук столкновения десяти тысяч медных горшков.

# FactDragon68
source: In some lore, a dragon’s age can be determined by the number of horns on its head.
ru: В некоторых преданиях возраст дракона можно определить по количеству рогов на его голове.

# FactDragon69
source: The «Nidhogg» is a Norse dragon that chews on the roots of Yggdrasil, the World Tree.
ru: Нидхёгг — это скандинавский дракон, который грызет корни Иггдрасиля, Мирового древа.

# FactDragon70
source: In Chinese astrology, the Year of the Dragon is considered the luckiest year to be born.
ru: В китайской астрологии год Дракона считается самым удачным для рождения ребенка.

# FactDragon71
source: Some dragons are said to be able to turn themselves into gold to hide within their own hoards.
ru: Говорят, что некоторые драконы могут превращаться в золото, чтобы спрятаться в собственных сокровищах.

# FactDragon72
source: The «Lambton Worm» grew so large it could wrap itself around a hill three times.
ru: Ламбтонский червь вырос настолько большим, что мог трижды обернуться вокруг холма.

# FactDragon73
source: Dragons are often depicted as being obsessed with riddles and intellectual games.
ru: Драконов часто изображают одержимыми загадками и интеллектуальными играми.

# FactDragon74
source: In some legends, dragon meat is said to grant the eater the power of prophecy.
ru: В некоторых легендах мясо дракона дарует съевшему его дар пророчества.

# FactDragon75
source: The «Long» (Chinese dragon) has 117 scales—81 are infused with positive energy (yang) and 36 with negative (yin).
ru: Лун (китайский дракон) имеет 117 чешуек: 81 пропитана энергией Ян и 36 — энергией Инь.

# FactDragon76
source: In some stories, a dragon’s shadow is «heavy» and can physically crush anything it passes over.
ru: В некоторых историях тень дракона «тяжелая» и может физически раздавить то, по чему проходит.

# FactDragon77
source: The «Vritra» dragon of Hindu myth bottled up all the waters of the world until defeated by Indra.
ru: Дракон Вритра из индуистских мифов сдерживал все воды мира, пока не был побежден Индрой.

# FactDragon78
source: Dragons in some RPGs can «eat» magic, becoming stronger as they consume spells.
ru: Драконы в некоторых ролевых играх могут «поедать» магию, становясь сильнее от поглощенных заклинаний.

# FactDragon79
source: The «Gorynych» dragon’s blood is so thick the Earth itself refuses to swallow it.
ru: Кровь Змея Горыныча настолько густая, что сама земля отказывается ее впитывать.

# FactDragon80
source: Some medieval «dragon» sightings were actually just displays of the Aurora Borealis.
ru: Некоторые средневековые наблюдения «драконов» на самом деле были полярными сияниями.

# FactDragon81
source: The «Wyrm» is a dragon that has no legs or wings and moves like a giant earthworm.
ru: «Змей» (Wyrm) — это дракон без ног и крыльев, который движется как гигантский земляной червь.

# FactDragon82
source: In some folklore, dragons can be repelled by the juice of a wild lemon.
ru: В некотором фольклоре драконов можно отпугнуть соком дикого лимона.

# FactDragon83
source: The «Tatsu» (Japanese dragon) only has three toes on each foot.
ru: У Тацу (японского дракона) всего по три пальца на каждой лапе.

# FactDragon84
source: In contrast, the «Imperial Dragon» of China must have exactly five toes.
ru: Напротив, Императорский дракон Китая должен иметь ровно пять пальцев.

# FactDragon85
source: The «Ajatar» of Finnish myth is an evil female dragon whose gaze causes illness.
ru: Айятар из финских мифов — это злой женский дракон, чей взгляд вызывает болезни.

# FactDragon86
source: Some dragons sleep for centuries at a time, their bodies becoming covered in moss and trees.
ru: Некоторые драконы спят веками, их тела покрываются мхом и деревьями.

# FactDragon87
source: The «Bolla» has silver eyes that can see through solid stone.
ru: У Боллы серебряные глаза, которые могут видеть сквозь твердый камень.

# FactDragon88
source: In some myths, dragons are the ancestors of all modern reptiles.
ru: В некоторых мифах драконы являются предками всех современных рептилий.

# FactDragon89
source: The «Cuélebre» of Spanish myth has wings made of bat-skin and scales made of stone.
ru: Куэлебре из испанских мифов имеет крылья из кожи летучей мыши и чешую из камня.

# FactDragon90
source: Dragons are often said to be the only creatures capable of killing other dragons.
ru: Часто говорят, что драконы — единственные существа, способные убить других драконов.

# FactDragon91
source: The «Yong» (Korean dragon) is often depicted carrying a «Yeouiju» orb in its mouth.
ru: Ён (корейский дракон) часто изображается с орбом «Ёуиджу» во рту.

# FactDragon92
source: Some legends say that a dragon’s scale can be used as a mirror that shows the truth.
ru: Легенды гласят, что чешую дракона можно использовать как зеркало, показывающее правду.

# FactDragon93
source: The «Gaasyendietha» is a Seneca dragon that lives in rivers and «flies» through the air as a meteor.
ru: Гаасьендиета — это дракон индейцев Сенека, который живет в реках и «летает» по небу в виде метеора.

# FactDragon94
source: In some lore, dragons communicate through a form of telepathy that sounds like «humming».
ru: В некоторых преданиях драконы общаются с помощью телепатии, которая звучит как «гул».

# FactDragon95
source: The «Puk» of Estonian myth can transform into a fireball to travel quickly.
ru: Пук из эстонских мифов может превращаться в огненный шар для быстрого перемещения.

# FactDragon96
source: Some dragons are said to be able to «breathe» darkness, extinguishing all light in a room.
ru: Говорят, что некоторые драконы способны «выдыхать» тьму, гася любой свет в помещении.

# FactDragon97
source: The «Balaur» of Romania has three heads that represent the past, present, and future.
ru: Балауур из Румынии имеет три головы, которые олицетворяют прошлое, настоящее и будущее.

# FactDragon98
source: In some myths, a dragon’s tail is its most dangerous weapon, capable of shattering mountains.
ru: В некоторых мифах хвост дракона — его самое опасное оружие, способное крушить горы.

# FactDragon99
source: The «Ryū» (Japanese dragon) is said to be born from an egg that looks like a common pebble.
ru: Рю (японский дракон), как говорят, рождается из яйца, которое выглядит как обычная галька.

# FactDragon100
source: Despite their fearsome reputation, many modern stories depict dragons as the ultimate protectors of the natural world.
ru: Несмотря на их грозную репутацию, многие современные истории изображают драконов как величайших защитников природного мира.

# FactAlien1
source: The Fermi Paradox highlights the contradiction between the high probability of alien life and our lack of contact. It asks the simple, haunting question: «Where is everybody?»
ru: Парадокс Ферми подчеркивает противоречие между высокой вероятностью существования инопланетян и отсутствием контактов. Он задает простой, пугающий вопрос: «Ну и где все?»

# FactAlien2
source: Some scientists suggest the «Zoo Hypothesis» as an answer to this paradox. It proposes that advanced aliens are aware of us but choose to watch from a distance without interfering.
ru: В качестве ответа на этот парадокс ученые предлагают «Гипотезу зоопарка». Она гласит, что развитые инопланетяне знают о нас, но предпочитают наблюдать издалека, не вмешиваясь.

# FactAlien3
source: The «Great Filter» theory suggests there is a developmental wall that most civilizations hit before they can travel through space. This could mean we are either incredibly lucky to have passed it or doomed to face it soon.
ru: Теория «Великого фильтра» предполагает наличие барьера развития, с которым сталкивается большинство цивилизаций. Это может означать, что нам либо невероятно повезло его пройти, либо мы скоро с ним столкнемся.

# FactAlien4
source: Frank Drake created the Drake Equation in 1961 to estimate the number of active civilizations in our galaxy. While mathematically sound, many of its variables remain complete guesswork.
ru: Фрэнк Дрейк создал Уравнение Дрейка в 1961 году для оценки числа активных цивилизаций в нашей галактике. Хотя оно математически обосновано, многие его переменные остаются лишь догадками.

# FactAlien5
source: The «Wow! Signal» was a strong narrowband radio signal detected in 1977 that lasted 72 seconds. It has never been heard again, leaving its origin one of the greatest mysteries in SETI history.
ru: Сигнал «Wow!» — это сильный узкополосный радиосигнал, зафиксированный в 1977 году и длившийся 72 секунды. Он больше никогда не повторялся, оставаясь одной из величайших загадок в истории SETI.

# FactAlien6
source: The Rare Earth Hypothesis argues that the conditions required for complex life are so specific they might only exist here. This suggests that while microbial life might be common, «intelligent» life is a cosmic fluke.
ru: Гипотеза уникальной Земли утверждает, что условия для сложной жизни настолько специфичны, что она может существовать только здесь. Это значит, что микробы могут быть повсюду, а разумная жизнь — лишь космическая случайность.

# FactAlien7
source: Some researchers believe in «Shadow Biospheres» right here on Earth. These would be life forms with a completely different biochemistry that we simply haven’t learned how to see yet.
ru: Некоторые исследователи верят в существование «Теневой биосферы» прямо на Земле. Это могут быть формы жизни с совершенно другой биохимией, которые мы просто не научились замечать.

# FactAlien8
source: The «Dark Forest» theory posits that the universe is a dangerous place where civilizations stay silent to avoid being destroyed. Under this view, any civilization that broadcasts its location is a target.
ru: Теория «Темного леса» постулирует, что Вселенная — опасное место, где цивилизации молчат, чтобы избежать уничтожения. В этой концепции любой, кто подает сигнал, становится мишенью.

# FactAlien9
source: NASA’s Viking landers in 1976 actually tested Martian soil for life and got a positive result. However, the scientific community later dismissed it as a non-biological chemical reaction.
ru: Спускаемые аппараты НАСА «Викинг» в 1976 году протестировали марсианскую почву и получили положительный результат. Однако научное сообщество позже сочло это небиологической химической реакцией.

# FactAlien10
source: The Panspermia theory suggests that life on Earth may have been «seeded» by microbes hitching a ride on asteroids. If true, we might actually be the descendants of Martians or other aliens.
ru: Теория панспермии предполагает, что жизнь на Земле могла быть «занесена» микробами на астероидах. Если это так, мы можем быть потомками марсиан или других пришельцев.

# FactAlien11
source: Tardigrades, or «water bears», can survive the vacuum and intense radiation of open space. Their resilience proves that Earth-based life could potentially survive a journey between planets.
ru: Тихоходки, или «водяные медведи», могут выживать в вакууме и при интенсивном излучении открытого космоса. Их стойкость доказывает, что земная жизнь теоретически способна пережить межпланетное путешествие.

# FactAlien12
source: The bacterium Deinococcus radiodurans can survive radiation doses thousands of times higher than what would kill a human. It is often nicknamed «Conan the Bacterium» for its incredible toughness.
ru: Бактерия Deinococcus radiodurans выдерживает дозы радиации в тысячи раз выше смертельных для человека. За невероятную выносливость ее прозвали «Конаном среди бактерий».

# FactAlien13
source: On Saturn’s moon Enceladus, giant geysers blast saltwater and organic molecules into space. This suggests a warm, subsurface ocean that might be the best place to look for life today.
ru: На спутнике Сатурна Энцеладе гигантские гейзеры выбрасывают в космос соленую воду и органические молекулы. Это указывает на наличие теплого подледного океана, который может быть лучшим местом для поиска жизни сегодня.

# FactAlien14
source: Jupiter’s moon Europa contains more liquid water than all of Earth’s oceans combined. This water is hidden beneath a global shell of ice that may be miles thick.
ru: Спутник Юпитера Европа содержит больше жидкой воды, чем все океаны Земли вместе взятые. Эта вода скрыта под глобальным ледяным панцирем, толщина которого может составлять многие километры.

# FactAlien15
source: Titan, a moon of Saturn, has lakes and rivers made of liquid methane and ethane instead of water. Life there would need a completely different «methanogenic» biochemistry to survive.
ru: На Титане, спутнике Сатурна, есть озера и реки из жидкого метана и этана вместо воды. Жизни там потребовалась бы совершенно иная «метаногенная» биохимия для выживания.

# FactAlien16
source: Some scientists believe Venus could host microbial life in its upper atmosphere. While the surface is a 460°C hellscape, the clouds 50 kilometers up have Earth-like temperatures and pressures.
ru: Некоторые ученые полагают, что Венера может приютить микробную жизнь в своих верхних слоях атмосферы. Хотя на поверхности царит ад в 460°C, на высоте 50 км температура и давление близки к земным.

# FactAlien17
source: Deep-sea hydrothermal vents on Earth host life that survives without any sunlight at all. These ecosystems serve as a primary model for how life might exist on icy moons like Europa.
ru: Глубоководные гидротермальные источники на Земле поддерживают жизнь без солнечного света. Эти экосистемы служат моделью того, как жизнь могла бы существовать на ледяных лунах вроде Европы.

# FactAlien18
source: Microbes have been found living inside solid rocks deep within the Earth’s crust. This «deep biosphere» suggests life could exist deep underground on Mars where it is protected from radiation.
ru: Микробы были найдены живущими внутри твердых пород глубоко в земной коре. Эта «глубинная биосфера» намекает, что жизнь может скрываться под поверхностью Марса, защищенная от радиации.

# FactAlien19
source: There is a «habitable zone» not just around stars, but around entire galaxies. Too close to the center and radiation is too high, too far out and there aren’t enough heavy elements to build planets.
ru: «Зона обитаемости» существует не только вокруг звезд, но и в масштабах целых галактик. Слишком близко к центру — опасно высокая радиация, слишком далеко — не хватает тяжелых элементов для планет.

# FactAlien20
source: Red Dwarf stars are the most common in the universe and can live for trillions of years. This gives life on their planets a massive amount of time to evolve, though these stars are prone to violent flares.
ru: Красные карлики — самые распространенные звезды, способные жить триллионы лет. Это дает жизни на их планетах колоссальное время для эволюции, хотя такие звезды склонны к мощным вспышкам.

# FactAlien21
source: The exoplanet HD 189733b looks like a beautiful blue marble, but it rains molten glass sideways. Winds on this planet reach speeds of 8,700 kilometers per hour.
ru: Экзопланета HD 189733b выглядит как прекрасный голубой шар, но там идут дожди из расплавленного стекла. Ветры на этой планете достигают скорости 8700 километров в час.

# FactAlien22
source: 55 Cancri e is a «Super-Earth» that is believed to be made largely of diamond. The planet is so hot and under such pressure that its carbon-rich interior has likely crystallized.
ru: 55 Рака e — это «Суперземля», которая, как полагают, в значительной степени состоит из алмазов. Планета настолько горячая и находится под таким давлением, что ее богатые углеродом недра, вероятно, кристаллизовались.

# FactAlien23
source: TrES-2b is the darkest planet ever discovered, reflecting less than 1% of the light that hits it. It is literally blacker than coal and glows with a faint, hellish red heat.
ru: TrES-2b — самая темная из обнаруженных планет, отражающая менее 1% падающего на нее света. Она буквально чернее угля и лишь слегка светится тусклым адским красным жаром.

# FactAlien24
source: The planet K2-18b was found to have water vapor in its atmosphere and sits in its star’s habitable zone. It is one of the top candidates for a «Hycean» world—a planet covered entirely by a massive ocean.
ru: На планете K2-18b в атмосфере был обнаружен водяной пар, и она находится в зоне обитаемости своей звезды. Это один из главных кандидатов на роль мира-гикеана — планеты, полностью покрытой океаном.
