Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# ObtainBoberStage2Dialog0
source: Wow! I do not know anything about this, but I can look for it, ask me tomorrow, maybe I will find something.
ru: Ого! Ничего про это не знаю, но могу поискать, спроси меня завтра, может найду что-нибудь.

# ObtainBoberStage2Dialog1
source: I do not know anything and, honestly, I do not care.
ru: Ничего не знаю и, если честно, меня это не заботит.

# ObtainBoberStage2Answer1
source: Thank you, I will come see you tomorrow!
ru: Спасибо, загляну к тебе завтра!

# ObtainBoberStage3Answer0
source: Well, did you find anything?
ru: Ну как, нашел что-нибудь?

# ObtainBoberStage3Dialog0
source: Nope, still looking.
ru: Неа, все еще ищу.

# ObtainBoberStage4Dialog0
source: Aha, I found all the eggs, well, you made me run! I suspect that they just rolled away or maybe the wind blew them away, I put them back in place, now they definitely will not roll away.
ru: Ага, нашел все яйца, ну и заставила ты меня побегать! Подозреваю, что они просто укатились или может ветром сдуло, вернул их на место, теперь точно не укатятся.

# ObtainBoberStage6Answer0
source: The eggs are missing again, do you know anything about it?
ru: Яйца снова пропали, ты знаешь что-нибудь про это?

# ObtainBoberStage6Dialog0
source: What, again? Oh my! Okay, I will look again, but after I find it, you better come up with something so that this does not happen again.
ru: Шо, опять? Ну ё-маё! Ладно, поищу ещё раз, но после того как найду, тебе лучше что-нибудь придумать чтобы такого больше не было.

# ObtainBoberStage6Dialog1
source: Ahahahahahahahaha! Seriously? Well, screw them.
ru: Ахахахахахахаха! Серьёзно? Ну и чёрт с ними.

# ObtainBoberStage8Dialog0
source: Here they are, finally. Listen, I do not want to run around looking for the missing eggs again if something else happens to them. Ask someone else, maybe they can help, we need to solve this problem somehow.
ru: Вот они, наконец-то. Слушай, я не хочу опять бегать искать пропавшие яйца, если с ними что-нибудь еще случится. Поспрашивай еще кого-нибудь, может они помогут, ну надо уже как-то эту проблему решать.

# ObtainBoberStage8Answer0
source: Okay, I will ask around.
ru: Хорошо, я поспрашиваю.

# ObtainBoberStage9Answer0
source: Maybe you know what to do with these constantly rolling eggs?
ru: Может ты знаешь что делать с этими постоянно укатывающимися яйцами?

# ObtainBoberStage9Dialog0
source: Hmm, I do not know how to help you with this, but I think I know someone who knows what to do. My friends from the pond, handy guys. I will ask them, come see me tomorrow.
ru: Хмм, я не знаю как тебе с этим помочь, но кажется я знаю кто знает что делать. Мои знакомые с пруда, рукастые ребята. Спрошу у них, зайди ко мне завтра.

# ObtainBoberStage9Dialog1
source: I told you to ask someone else, do we all look the same to you?
ru: Я же тебе говорил поспрашивать кого-нибудь ещё, неужели мы для тебя все на одно лицо?

# ObtainBoberStage9Dialog2
source: Well, do I look like someone who can control the wind?
ru: Ну ты и спросишь, я что похож на того кто может управлять ветром?

# ObtainBoberStage10Answer0
source: Well, have you heard from your friends?
ru: Ну как, есть вести от твоих друзей?

# ObtainBoberStage10Dialog0
source: They said they would do everything in the best possible way, wait a little longer.
ru: Они сказали что сделают всё в лучшем виде, подожди ещё немного.

# ObtainBoberStage11Dialog0
source: Yes! Look what they just sent us - a beautiful, reliable basket for storing eggs (with a lid). And along with the basket they sent a Bober egg - lucky!
ru: Да! Ты посмотри только что они нам прислали - прекрасную, надёжную корзину для хранения яиц (с крышечкой). А вместе с корзиной они прислали яйцо Бобера - вот так удача!

# ObtainBoberStage11Answer0
source: Truly a stroke of luck! I will have to try and hatch one or two.
ru: Воистину удача! Надо будет попробовать вывести одного или двух.

# ObtainFractalStage1Answer0
source: I see you have been thinking about something a lot lately, is everything okay?
ru: Я вижу ты в последнее время о чем-то постоянно думаешь, все нормально?

# ObtainFractalStage1Dialog0
source: Yes, everything is fine, I am thinking about one interesting task and want to test it in practice, but I have paws. Will you help me?
ru: Да, все в порядке, я думаю на одной интересной задачей и хочу проверить ее на практике, но у меня лапки. Поможешь мне?

# ObtainFractalStage1Dialog1
source: Thank you! Then take this two-meter stick and go measure the length of the shoreline of our pond. I am very interested in how much you measure.
ru: Спасибо! Тогда возми вот эту двухметровую палку и сходи измерь длину береговой линии нашего пруда. Очень интересно сколько ты намереешь.

# ObtainFractalStage1Answer1
source: It will take me one day, I will report the results tomorrow.
ru: Это займет у меня один день, завтра доложу о результатах.

# ObtainFractalStage3Answer0
source: Hi, I measured the length of the coast - it was 4.76 kilometers, what is next?
ru: Привет, я измерил длину берега - получилось 4.76 километра, что дальше?

# ObtainFractalStage3Dialog0
source: Very good, very good. Let us write it down - 4.76 kilometers. Now take this smaller ruler and do the same.
ru: Очень хорошо, очень хорошо. Так и запишем - 4.76 километра. Теперь возьми вот эту линейку поменьше и сделай то же самое.

# ObtainFractalStage3Answer1
source: Okay, I will be back tomorrow with the results.
ru: Окей, вернусь завтра с результатами.

# ObtainFractalStage5Answer0
source: So, the survey is complete and some kind of devilry is going on there. This time the length of the coast was 5.12 kilometers. How so?
ru: Так-с, исследование завершено и там твориться какая-то чертовщина. На этот раз длина берега составила 5.12 километров. Как так?

# ObtainFractalStage5Dialog0
source: That, my dear, is the paradox of the coastline. If you want to know more about it, ask the bobers, they are good not only at carpentry, but also at mathematics.
ru: Это, моя дорогая, и есть парадокс береговой линии. Если хочешь узнать про это поподробнее - спроси у боберов, они хороши не только в столярном деле, но и в математике.

# ObtainFractalStage5Answer1
source: That is what I will do.
ru: Так и сделаю.

# ObtainFractalStage6Answer0
source: Hi, frogus said you could explain the coastline paradox to me.
ru: Привет, фрогус сказал, что ты можешь объяснить мне про парадокс береговой линии.

# ObtainFractalStage6Answer1
source: Thank you very much, I think I will master it overnight.
ru: Спасибо большое, думаю освою за ночь.

# MeditationStage1Answer0
source: Hey, my head is been buzzing with all sorts of thoughts lately. How do you always stay so rested?
ru: Привет, что-то у меня последнее время голова гудит от всяких мыслей. Как у тебя получается всегда оставаться таким отдохнувшим?

# MeditationStage1Dialog0
source: Ah, well, we Doguses have been learning meditation since childhood. Do you want me to teach you?
ru: А, ну так мы - догусы - с детства обучаемся медитации, хочешь научу?

# MeditationStage1Dialog1
source: To achieve enlightenment, do this: 1. Get a Frogus - they know everything there is to know about meditation. 2. As soon as it hatches, start practicing with it right away. 3. Practice meditating with it every day. 4. If you miss even one day, start over. 5. Finishing 10 exercises will allow you to achieve enlightenment.
ru: Чтобы достичь просветления делай так: 1. Заведи фрогуса - они про медитацию знают вообще всё. 2. Как только вылупится - сразу же начинай с ним практиковаться. 3. Тренируйся с ним медитировать каждый день. 4. Если хоть один день пропустишь - начинай сначала. 5. Завершение 13 упражнений позволит достичь просветления.

# MeditationStage1Answer1
source: It sounds confusing, but I will try.
ru: Звучит запутанно, но я попробую.

# MeditationStage2Answer0
source: Hi, dogus said you can teach me meditation.
ru: Привет, догус сказал, что ты можешь научить меня медитации.

# MeditationStage2Dialog0
source: Great, you have come to the right place. Let us start with something simple – breathing exercises. Repeat after me.
ru: Отлично, ты пришла по адресу, начнем с чего-нибудь простого - дыхательных упражнений. Повторяй за мной.

# MeditationStage2Dialog1
source: Sorry, but you are a bit late, you need to find a younger Frogus.
ru: Извини, но ты поздновато пришла, тебе нужно найти фрогуса помоложе.

# MeditationStage2Dialog2
source: [Half an hour later] Well, that is great, come tomorrow, we will continue training.
ru: [Полчаса спустя] Ну вот и славно, приходи завтра, продолжим тренировки.

# MeditationStage3Answer0
source: Hi, I came to continue our training.
ru: Привет, я пришла продолжить наши тренировки.

# MeditationStage3Dialog0
source: You came too early, not even a day has passed since our last training, rest for now.
ru: Ты пришла слишком рано, еще и дня не прошло с нашей последней тренировки, отдыхай пока.

# MeditationStage3Dialog1
source: Excellent! I see you are rested and ready to continue. Exercise for today is
ru: Отлично! Вижу ты отдохнула и готова продолжить. Сегодняшнее упражнение -

# MeditationStage3Dialog2
source: Unfortunately, you are more than two days late. That is not how things work. We will have to start all over again.
ru: К сожалению ты задержалась больше чем на два дня, так дела не делаются. Придется начинать все с начала.

# MeditationStage3Answer1
source: Oh, oh, what can you do...
ru: Ой-ёй, ну что ж поделаешь...

# MeditationStage3Dialog4
source: I have nothing more to teach you, child, you already know everything you need to know. From now on, you can free yourself from the thoughts that bother you at will. Congratulations!
ru: Мне больше нечему тебя учить, дитя, ты уже знаешь всё что нужно. Отныне ты можешь по своему желанию избавляться от надоевших тебе мыслей. Мои поздравления!

# MeditationStage3Answer2
source: Thank you for spending time with me! I have learned a lot.
ru: Спасибо за время проведенное со мной! Я многому научилась.

# ObtainDragonStage1Answer0
source: Hi, I have heard some disturbing rumors about the kingdom, do you know what they are all about?
ru: Привет, я слышала какие-то беспокойные слухи про королевство, не знаешь о чем это все?

# ObtainDragonStage1Dialog0
source: The king was looking for you... but I was tasked with speaking. Time is running out, listen carefully. Last night, the necromancer Valherris infiltrated the royal preserve and stole what should have been guarded for centuries — a dragon egg. The necromancer intends to perform a ritual that will transform the dragon hatchling into a soulless creature. If he succeeds, the world awaits times far more terrible than any war. We have five days, no more.
ru: Тебя искал король… но поручено говорить мне. Время на исходе, слушай внимательно. Вчера ночью некромант Валхеррис проник в королевский заповедник и похитил то, что должно было храниться под стражей столетия — яйцо дракона. Некромант намерен провести ритуал, что превратит драконёнка в бездушное создание. Если он успеет — мир ждут времена куда страшнее всех войн. У нас пять дней, не больше.

# ObtainDragonStage1Answer1
source: And what do you want from me?
ru: И что ты хочешь от меня?

# ObtainDragonStage1Dialog1
source: You must assemble a party. Going there alone is certain death. But with the right pets… you have a chance. Listen — you need four: - Dogus the warrior, whose strength is like a hammer on an anvil, and whose courage is stronger than steel. He will lead you through any enemy ranks. - Catus the mage — Well… that is me. And believe me, without my magic and knowledge of ancient runic paths, you will not get halfway. - Frogus the bard — his voice can calm the storm and dispel illusions. You need him not only as a musician — he knows paths hidden from maps. - Bober the blacksmith — he is a man of few words, but his hands can repair, destroy, or smelt almost anything. And without him, you will perish in the Ash Caves.
ru: Ты должен собрать отряд. Самому туда идти — верная гибель. А вот с правильными петами… у тебя есть шанс. Слушай — тебе нужны четверо: - воин Догус, чья сила — словно удар молота по наковальне, и мужество крепче стали. Он поведёт вас через любые вражеские ряды. - маг Катус — Ну… это я. И уж поверь, без моих чар и знаний древних рунических троп вы не пройдёте и половины пути. - бард Фрогус — его голос способен успокоить бурю и рассыпать иллюзии. Он нужен вам не только как музыкант — он знает пути, скрытые от карт. - кузнец Бобер — немногословен, но руки его могут починить, разрушить или переплавить почти всё. А в Пепельных Пещерах без него вы погибнете.

# ObtainDragonStage1Answer2
source: Four different pets, yep, I get it.
ru: Четыре разных пета, ага, поняла.

# ObtainDragonStage1Dialog2
source: Return to me when you have gathered them all. Go. Time is our enemy. Find them. Gather a squad. And return the egg... before the world turns to ashes.
ru: Возвращайся ко мне, когда соберешь их всех. Отправляйся. Время — наш враг. Найди их. Собери отряд. И верни яйцо… пока мир ещё не обратился в пепел.

# ObtainDragonStage1Answer3
source: We will definitely cope!
ru: Мы обязательно справимся!

# ObtainDragonStage2Answer0
source: I want you to join our team to save the dragon egg.
ru: Я хочу чтобы ты присоединился к нашему отряду для спасения яйца дракона.

# ObtainDragonStage2Dialog0
source: Are you absolutely sure about this?
ru: Ты абсолютно в этом уверена?

# ObtainDragonStage2Answer1
source: Yes, I am sure you are the one we need!
ru: Да, я уверена что ты тот, кто нам нужен!

# ObtainDragonStage2Answer2
source: Wait, I need to think some more.
ru: Подожди, мне надо еще подумать.

# ObtainDragonStage2Dialog1
source: Okay, I will go collect everything I need.
ru: Хорошо, пойду соберу все необходимое.

# ObtainDragonStage2Answer3
source: When you are ready, come to Catus mage, we will meet at his place.
ru: Как будешь готов, приходи к катусу магу, собираемся у него.

# ObtainDragonStage2Dialog2
source: Jestem zaszczycony takim zaufaniem! I will speak in a common language, it will be easier. Are you absolutely sure that I am the one you need?
ru: Jestem zaszczycony takim zaufaniem! Буду говорить на общем языке, так будет проще. Ты абсолютно уверена в том, что я тот кто тебе нужен?

# ObtainDragonStage2Answer4
source: Everyone is assembled, we are ready to move out.
ru: Все в сборе, мы готовы выдвигаться.

# ObtainDragonStage2Dialog3
source: Very well, our first goal is to reach the Misty Gorge. The journey there will take about a day, so do not waste your energy, let us get going!
ru: Очень хорошо, наша первая цель - добраться до Туманного Ущелья. Путь туда займет около суток, не тратьте силы понапрасну, вперед!

# ObtainDragonStage2Answer5
source: Adventures await!
ru: На встречу приключениям!

# ObtainDragonStage3Answer0
source: Haven’t we reached the Misty Gorge yet?
ru: Мы еще не дошли до Туманного Ущелья?

# ObtainDragonStage3Dialog0
source: Not yet, be patient.
ru: Еще нет, будь терпелива.

# ObtainDragonStage4Answer0
source: We’ve finally arrived, tell us what’s going on here.
ru: Мы наконец прибыли, расскажи что здесь происходит?

# ObtainDragonStage4Dialog0
source: We stand at the entrance to a gorge, shrouded in a thick silvery fog. Through it, distant whispers, footsteps, and strange laughter can be heard. The figures in the fog seem to be either human or monsters. I raise my staff, the crystal shimmers with an uncertain light.
ru: Мы стоим у входа в ущелье, окутанное плотным серебристым туманом. Сквозь него слышатся отдалённые шёпоты, шаги и странный смех. Фигуры в тумане кажутся то людьми, то чудовищами. Я поднимаю посох, кристалл мерцает неуверенным светом.

# ObtainDragonStage4Dialog1
source: Be careful. This is no ordinary fog. It’s saturated with the illusions of the ancient spirits of the gorge. It will distort distances, show false paths, make you see things that aren’t there... or things you’d rather not see at all. I sense that without the right approach, we could wander here for hours — or fall into traps.
ru: Будьте осторожны. Это не обычный туман. Он насышен иллюзиями древних духов ущелья. Он исказит расстояния, покажет ложные пути, заставит вас видеть то, чего нет… или то, что лучше бы не видеть вовсе. Я чую, что без правильного подхода мы можем бродить тут часами — или попасть в ловушки.

# ObtainDragonStage4Dialog2
source: Talk to everyone in the group. We all have our own ideas on how to best get through this place. You’ll have to choose the method that seems most suitable. When you’re ready, let me know your decision.
ru: Поговори со всеми участниками группы, у каждого из нас нас есть свои идеи как лучше пробраться через это место. Тебе предстоит выбрать способ, который тебе кажется самым подходящим. Когда будешь готова, сообщи мне о своем решении.

# ObtainDragonStage5Answer0
source: How do you propose to get through the Misty Gorge?
ru: Как ты предлагаешь пробраться через Туманное Ущелье?

# ObtainDragonStage5Dialog0
source: I can dispel some of the spell. Not completely, but enough to reveal the true contours of the path. This is the safest path.
ru: Я могу рассеять часть чар. Не полностью, но достаточно, чтобы увидеть истинные контуры тропы. Это самый безопасный путь.

# ObtainDragonStage5Dialog1
source: To hell with illusions! It’s all smoke and terror. I’ll lead the way, cutting a path with my sword. If there are phantoms, I’ll chop off their heads. If there are traps, I’ll withstand the blow. We’ll get to the end if we simply move forward, not letting the fog take over our minds.
ru: Тьфу на иллюзии! Это всё дым и страхи. Я пойду впереди, буду прорубать путь мечом. Если будут фантомы — отрублю головы. Если ловушки — выдержу удар. Мы доберёмся до конца, если просто двигаться вперёд, не давая туману забрать наш разум.

# ObtainDragonStage5Dialog2
source: The gorge sings. Do you hear it? These voices respond to the melody. If I find the right rhythm, I can keep us sane and prevent illusions from penetrating our hearts. We will follow my song — it will become the thread that will lead us out of this nightmare.
ru: Ущелье поёт. Вы слышите? Эти голоса откликаются на мелодию. Если я подберу правильный ритм, могу удерживать нас в разуме и не дать иллюзиям проникнуть в сердца. Мы будем идти за моей песней — она станет нитью, что выведет нас из этого кошмара.

# ObtainDragonStage5Dialog3
source: Illusions? Hm. We’re not afraid of them if we leave our mark. Look: if I drive iron pegs into the ground every twenty steps, we won’t get lost. And illusions... illusions don’t care where the iron is. The work is time-consuming, but reliable.
ru: Иллюзии? Хм. Они нам не страшны, если оставить свой след. Смотрите: если я буду вбивать железные колышки в землю каждые двадцать шагов, мы не потеряемся. А иллюзии… иллюзиям всё равно, где железо. Работа долгая, но надёжная.

# ObtainDragonStage5Answer1
source: I have heard all the options and am ready to decide what we will do.
ru: Я услышала все варианты и готова решить как мы поступим.

# ObtainDragonStage5Dialog4
source: Okay, so what did you decide?
ru: Хорошо, что же ты решила?

# ObtainDragonStage5Answer2
source: I agree with Catus’s proposal.
ru: Я согласна с предложением Катуса

# ObtainDragonStage5Answer3
source: I like Dogus’s idea
ru: Мне нравится идея Догуса

# ObtainDragonStage5Answer4
source: Frogus’s solution seems right.
ru: Мне по душе решение Фрогуса

# ObtainDragonStage5Answer5
source: I have confidence in Bober’s approach.
ru: Я уверена в подходе Бобера

# ObtainDragonStage5Answer6
source: Actually, let me think a bit more...
ru: Подожди, дай мне еще подумать...

# ObtainDragonStage5Dialog5
source: Okay, we trust your judgment. We’ll prepare and act according to the chosen plan. If we try, we’ll be done in an hour. Forward!
ru: Хорошо, мы доверяем твоему суждению. Подготовимся и будет действовать соответственно выбраному плану. Если постараемся, то управимся за час. Вперед!

# ObtainDragonStage7Answer0
source: How did we do?
ru: Как мы справились?

# ObtainDragonStage7Dialog0
source: We passed through the fog quickly and safely. At one point, I almost lost my concentration and one of the illusions almost distorted me, but I managed to pull through and led the group under a magical shield. We’re ready to continue our journey, our next destination is the Forest of Singing Winds, a journey that will take a day. Let’s go!
ru: Мы прошли туман быстро и безопасно. В какой-то момент я чуть не потерял концентрацию и одна из иллюзий чуть не исказила меня, но я справился и провел группу под магическим щитом. Мы готовы продолжать путь, следующая цель - Лес Поющих Ветров, путь туда займет один день. Вперед!

# ObtainDragonStage7Dialog1
source: As expected, we quickly crossed the gorge. Dogus truly demonstrated his mastery of the sword, though it wasn’t particularly effective. One of the lurking illusions distorted half my face, but I noticed it in time and cast a spell to banish it. We’re ready to continue our journey, our next destination is the Forest of Singing Winds, a journey that will take a day. Let’s go!
ru: Как и ожидалось мы быстро миновали ущелье. Догус действительно показал мастерство владения мечом, хоть и был не слишком эффективен. Одна из затаившихся иллюзий исказила мне половину лица, но я вовремя это заметил и отогнал ее заклинанием. Мы готовы продолжать путь, следующая цель - Лес Поющих Ветров, путь туда займет один день. Вперед!

# ObtainDragonStage7Dialog2
source: I didn’t think Frogus’s plan would work, and I was surprised when the ghosts actually began to react to the rhythm of his melody. Not everyone reacted the same way, though — one of the lurking illusions distorted half my face, but I noticed it in time and cast a spell to banish it. We’re ready to continue our journey, our next destination is the Forest of Singing Winds, a journey that will take one day. Let’s go!
ru: Я не думал что задумка Фрогуса сработает, и был удивлен когда призраки действительно стали реагировать на ритм его мелодии. Впрочем не все реагировали одинаково - одна из затаившихся иллюзий исказила мне половину лица, но я вовремя это заметил и отогнал ее заклинанием. Мы готовы продолжать путь, следующая цель - Лес Поющих Ветров, путь туда займет один день. Вперед!

# ObtainDragonStage7Dialog3
source: The Bober’s plan was indeed sound, albeit very slow. We fiddled around for so long that even the ghosts seemed to tire of it all and lost interest. I, too, soon lost interest, and in vain – one of the lurking illusions (which clearly hadn’t lost interest in us) distorted half my face, but I noticed it in time and banished it with a spell. We’re ready to continue on our way, our next destination is the Forest of Singing Winds, a day’s journey away. Onward!
ru: План бобера был действительно надежный, хоть и очень медленный. Мы копошились так долго, что похоже даже призраки устали от всего этого и потеряли к нам интерес. Я тоже вскоре потерял интерес к происходящему, и зря - одна из затаившихся иллюзий (которая явно не потеряла к нам интерес) исказила мне половину лица, но я вовремя это заметил и отогнал ее заклинанием. Мы готовы продолжать путь, следующая цель - Лес Поющих Ветров, путь туда займет один день. Вперед!

# ObtainDragonStage8Answer0
source: Haven’t we reached the Forest of Singing Winds yet?
ru: Мы еще не дошли до Леса Поющих Ветров?

# ObtainDragonStage9Answer0
source: We’ve finally arrived, tell us what’s going on here.
ru: Мы наконец прибыли, расскажи что здесь происходит?
