Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactDog38
source: Yawing is contagious between humans and dogs. Research suggests that dogs are more likely to catch a yawn from their owners than from a stranger.
ru: Зевота заразительна для людей и собак. Исследования показывают, что собаки чаще «подхватывают» зевок от хозяина, чем от незнакомца.

# FactDog39
source: Some dogs «point» by lifting one paw and aiming their nose toward prey. This is a natural instinct that has been exaggerated through selective breeding.
ru: Некоторые собаки замирают в «стойке», указывая носом на добычу. Это естественный инстинкт, который был усилен путем селекции.

# FactDog40
source: Dogs use their tails not just for emotion, but for balance. When running at high speeds, the tail acts as a rudder to help them make sharp turns.
ru: Собаки используют хвост не только для эмоций, но и для баланса. При беге на высокой скорости хвост служит рулем, помогая совершать резкие повороты.

# FactDog41
source: The oldest known dog lived to be 31 years old. Bobi, a Rafeiro do Alentejo from Portugal, held the record until he passed away in 2023.
ru: Самая старая из известных собак дожила до 31 года. Боби, порода Рафейру ду Алентежу из Португалии, удерживал рекорд до своей смерти в 2023 году.

# FactDog42
source: Greyhounds are the fastest dog breed on Earth. They can reach speeds of up to 45 miles per hour in just a few strides.
ru: Грейхаунды — самая быстрая порода собак на Земле. Они могут развивать скорость до 45 миль в час (72 км/ч) всего за несколько шагов.

# FactDog43
source: The Titanic had twelve dogs on board when it sank. Only three of them survived: two Pomeranians and one Pekingese.
ru: На борту Титаника находилось двенадцать собак. Выжили только три из них: два померанских шпица и один пекинес.

# FactDog44
source: Ancient Egyptians frequently mummified their dogs. They believed that these pets would act as guides and companions in the afterlife.
ru: Древние египтяне часто мумифицировали своих собак. Они верили, что питомцы будут проводниками и компаньонами в загробной жизни.

# FactDog45
source: The Saluki is the oldest known dog breed. They appear in rock carvings dating back to 10,000 BCE and were favorites of Egyptian Pharaohs.
ru: Салюки считается старейшей известной породой собак. Их изображения встречаются на наскальных рисунках, датируемых 10 000 лет до н. э.

# FactDog46
source: A Great Dane named Zeus holds the record for the tallest dog ever. He stood at 44 inches tall—nearly 4 feet—at the shoulder.
ru: Немецкий дог по кличке Зевс удерживает рекорд как самая высокая собака в истории. Его рост в холке составлял 44 дюйма — почти 112 сантиметров.

# FactDog47
source: Conversely, the smallest dog ever was a Chihuahua named Milly. she stood only 3.8 inches tall, roughly the size of a pocket calculator.
ru: Напротив, самой маленькой собакой в истории была чихуахуа по кличке Милли. Её рост составлял всего 3,8 дюйма, что сравнимо с размером карманного калькулятора.

# FactDog48
source: In 1960, two Soviet dogs named Belka and Strelka became the first living creatures to orbit the Earth and return safely. Strelka later had puppies, one of which was given to President John F. Kennedy.
ru: В 1960 году советские собаки Белка и Стрелка стали первыми существами, облетевшими Землю и вернувшимися живыми. Позже щенок Стрелки был подарен президенту Джону Кеннеди.

# FactDog49
source: During World War I, the Sergeant Stubby became the most decorated war dog in history. He served in 17 battles and was promoted to Sergeant through combat.
ru: Во время Первой мировой войны сержант Стабби стал самой титулованной военной собакой. Он участвовал в 17 боях и получил звание сержанта за боевые заслуги.

# FactDog50
source: The Beatles song «A Day in the Life» contains a frequency only dogs can hear. Paul McCartney added it at the end of the track specifically for his sheepdog, Martha.
ru: Песня The Beatles «A Day in the Life» содержит частоту, которую слышат только собаки. Пол Маккартни добавил её в конце трека специально для своей овчарки Марты.

# FactDog51
source: Ancient Romans often put «Beware of Dog» signs (Cave Canem) in their entryways. These were usually mosaics of fierce-looking dogs on the floor.
ru: Древние римляне часто вешали таблички «Осторожно, собака» (Cave Canem) у входа. Обычно это были мозаики с изображением свирепых псов на полу.

# FactDog52
source: Dalmatians are born completely white. Their iconic black or liver-colored spots don’t start appearing until they are about two weeks old.
ru: Далматинцы рождаются полностью белыми. Их знаменитые черные или коричневые пятна начинают появляться только в возрасте около двух недель.

# FactDog53
source: The phrase «rain dogs and cats» may have originated in 17th-century England. During heavy storms, the bodies of stray animals would unfortunately wash down the city’s flooded streets.
ru: Выражение «дождь из собак и кошек» могло возникнуть в Англии XVII века. Во время сильных штормов тела бездомных животных смывало на затопленные улицы города.

# FactDog54
source: Rin Tin Tin was a real German Shepherd rescued from a WWI battlefield. He went on to star in 27 Hollywood films and was a massive box-office draw.
ru: Рин Тин Тин был реальной немецкой овчаркой, спасенной на поле боя Первой мировой. Он снялся в 27 голливудских фильмах и имел огромный успех в прокате.

# FactDog55
source: The world’s most expensive dog was a Tibetan Mastiff sold in China for nearly $2 million. This breed is considered a major status symbol among the Chinese elite.
ru: Самой дорогой собакой в мире стал тибетский мастиф, проданный в Китае почти за 2 миллиона долларов. Эта порода считается символом статуса среди китайской элиты.

# FactDog56
source: Poodles actually originated in Germany, not France. Their name comes from the German word «pudeln», which means to splash in water.
ru: Пудели на самом деле родом из Германии, а не из Франции. Название происходит от немецкого слова «pudeln», что означает «плескаться в воде».

# FactDog57
source: The «Poodle cut» was designed for function, not fashion. The puffs of hair were left to protect the dog’s joints and organs from cold water while they retrieved ducks.
ru: Стрижка пуделя была придумана для дела, а не для моды. Пучки шерсти оставляли для защиты суставов и органов от холодной воды во время охоты на уток.

# FactDog58
source: An Alaskan Malamute named Balto became a hero in 1925. He led his sled team through a blizzard to deliver life-saving diphtheria serum to Nome, Alaska.
ru: Аляскинский маламут Балто стал героем в 1925 году. Он вел упряжку через метель, чтобы доставить жизненно важную сыворотку от дифтерии в город Ном.

# FactDog59
source: Dogs were the first animals ever domesticated by humans. Evidence suggests this partnership began between 15,000 and 30,000 years ago.
ru: Собаки были первыми животными, одомашненными человеком. Считается, что это партнерство началось от 15 000 до 30 000 лет назад.

# FactDog60
source: The «Dachshund» name literally translates to «badger dog» in German. Their long, low bodies were bred specifically to crawl into badger dens.
ru: Название «такса» (Dachshund) буквально переводится с немецкого как «барсучья собака». Их длинные тела были выведены специально для того, чтобы залезать в норы к барсукам.

# FactDog61
source: Chocolate contains a chemical called theobromine which is toxic to dogs. They cannot metabolize it as quickly as humans, leading to dangerous heart rates.
ru: Шоколад содержит теобромин, который токсичен для собак. Они не могут метаболизировать его так же быстро, как люди, что ведет к опасному сердцебиению.

# FactDog62
source: Grapes and raisins can cause sudden kidney failure in dogs. Even a small amount can be fatal depending on the dog’s size and sensitivity.
ru: Виноград и изюм могут вызвать внезапную почечную недостаточность у собак. Даже небольшое количество может быть смертельным в зависимости от размера животного.

# FactDog63
source: Dogs can suffer from seasonal allergies just like humans. Instead of sneezing, they usually react with itchy skin and excessive paw licking.
ru: Собаки могут страдать от сезонной аллергии, как и люди. Вместо чихания они обычно реагируют зудом кожи и чрезмерным вылизыванием лап.

# FactDog64
source: «Frito Feet» is a real phenomenon where a dog’s paws smell like corn chips. This is caused by a completely harmless buildup of Proteus or Pseudomonas bacteria.
ru: «Лапы-чипсы» — реальный феномен, когда лапы собаки пахнут кукурузными чипсами. Это вызвано безвредным накоплением бактерий Proteus или Pseudomonas.

# FactDog65
source: An average dog’s body temperature is between 101 and 102.5 degrees Fahrenheit. This is significantly higher than a human’s average temperature.
ru: Температура тела средней собаки составляет от 38,3 до 39,2 градусов Цельсия. Это значительно выше средней температуры человека.

# FactDog66
source: Puppies have 28 «milk teeth» that they eventually lose. Adult dogs have 42 permanent teeth, which is ten more than adult humans.
ru: У щенков 28 молочных зубов, которые они со временем теряют. У взрослых собак 42 постоянных зуба, что на десять больше, чем у взрослого человека.

# FactDog67
source: Dogs can get sunburned, especially if they have white fur or thin coats. It is most common on their noses, ears, and bellies.
ru: Собаки могут обгореть на солнце, особенно если у них белая или редкая шерсть. Чаще всего страдают нос, уши и живот.

# FactDog68
source: The «zoomies» are a sign of a happy, healthy dog. It shows they feel safe and have energy to burn in their environment.
ru: «Зумис» — это признак счастливой и здоровой собаки. Это показывает, что они чувствуют себя в безопасности и имеют энергию для игр.

# FactDog69
source: Dogs are not actually colorblind, they just see a limited spectrum. They can see blues and yellows, but reds and greens appear as shades of gray or brown.
ru: Собаки не являются полностью дальтониками, они просто видят ограниченный спектр. Они различают синий и желтый, но красный и зеленый кажутся им серыми или коричневыми.

# FactDog70
source: Many dogs are lactose intolerant. While they love the taste of milk and cheese, it often leads to digestive upset because they lack the enzyme to process it.
ru: У многих собак непереносимость лактозы. Хотя им нравится вкус молока и сыра, это часто приводит к расстройству пищеварения.

# FactDog71
source: A dog’s heart beats much faster than a human’s. A resting dog’s heart rate is typically between 60 and 140 beats per minute.
ru: Сердце собаки бьется гораздо быстрее человеческого. В покое пульс собаки обычно составляет от 60 до 140 ударов в минуту.

# FactDog72
source: Apple seeds and cherry pits contain tiny amounts of cyanide. While a couple won’t hurt, a large amount can be poisonous to a dog.
ru: Семена яблок и косточки вишни содержат крошечное количество цианида. Пара штук не повредит, но большое количество может быть ядовитым.

# FactDog73
source: Dogs can get «kennel cough», which is essentially the canine version of the common cold. It is highly contagious but usually not life-threatening.
ru: Собаки могут подхватить «питомниковый кашель», который является аналогом простуды. Он очень заразен, но обычно не опасен для жизни.

# FactDog74
source: Some dogs are prone to «reverse sneezing». This sounds like a terrifying honking noise, but it’s usually just an irritation of the soft palate.
ru: Некоторые собаки склонны к «обратному чиханию». Это звучит как пугающее хрюканье, но обычно это просто раздражение мягкого неба.

# FactDog75
source: Just like humans, dogs can be left-handed or right-handed. Studies show that «ambilateral» dogs (no preference) may be more prone to stress.
ru: Собаки могут быть левшами или правшами. Исследования показывают, что «амбидекстры» (без предпочтения лапы) могут быть более склонны к стрессу.

# FactDog76
source: Obese dogs are at a much higher risk for joint issues and diabetes. Keeping a dog lean can extend their lifespan by up to two years.
ru: Собаки с ожирением подвержены высокому риску проблем с суставами и диабету. Поддержание нормального веса может продлить жизнь собаки на два года.

# FactDog77
source: Dogs can have «phantom pregnancies». This is a hormonal imbalance that makes a female dog act like she is expecting puppies when she isn’t.
ru: У собак бывает «ложная беременность». Это гормональный сбой, из-за которого собака ведет себя так, будто ждет щенков, хотя это не так.

# FactDog78
source: Petting a dog can lower your blood pressure. The physical act of stroking fur reduces cortisol levels in the human body.
ru: Поглаживание собаки может снизить ваше кровяное давление. Физический контакт с шерстью снижает уровень кортизола в организме человека.

# FactDog79
source: Some breeds, like the Basset Hound, cannot swim well. Their heavy bones and short legs make it difficult for them to stay afloat.
ru: Некоторые породы, например бассет-хаунды, плохо плавают. Их тяжелые кости и короткие лапы мешают им держаться на воде.

# FactDog80
source: Dogs have a specialized «vomeronasal organ» (Jacobson’s organ). This helps them pick up pheromones that aren’t detectable by the nose alone.
ru: У собак есть специализированный «вомероназальный орган» (орган Якобсона). Он помогает им улавливать феромоны, которые не чувствуются обычным носом.

# FactDog81
source: The United States has the highest dog population in the world. There are approximately 75 million pet dogs in the country.
ru: В США самая большая популяция собак в мире. В стране насчитывается около 75 миллионов домашних собак.

# FactDog82
source: A group of pugs is officially called a «grumble». This name likely comes from the snorting noises they make.
ru: Группа мопсов официально называется «grumble» (ворчание). Это название, вероятно, пошло от хрюкающих звуков, которые они издают.

# FactDog83
source: The Border Collie is widely considered the smartest dog breed. They are known for their incredible problem-solving skills and work ethic.
ru: Бордер-колли считается самой умной породой в мире. Они известны своими невероятными способностями к решению задач и трудолюбием.

# FactDog84
source: Dogs can be trained to detect cancer and low blood sugar. They do this by sniffing out «volatile organic compounds» in a person’s breath or sweat.
ru: Собак можно обучить выявлять рак и низкий уровень сахара в крови. Они делают это, распознавая летучие соединения в дыхании или поте человека.

# FactDog85
source: The «doggie paddle» is an instinctive swimming stroke. Even dogs that have never seen water will often start paddling their legs if held over a pool.
ru: Плавание «по-собачьи» — это инстинктивный стиль. Даже те, кто никогда не видел воды, начинают перебирать лапами, если их подержать над бассейном.

# FactDog86
source: Service dogs are trained to know when they are «on duty». When their harness is removed, many of them immediately switch back into «playful pet» mode.
ru: Служебные собаки знают, когда они «на работе». Когда с них снимают шлейку, многие из них тут же превращаются в игривых домашних питомцев.

# FactDog87
source: Some dogs have been known to «fake» an injury to get attention. If they notice you fuss over a limp, they may repeat the behavior for more treats.
ru: Некоторые собаки притворяются ранеными, чтобы привлечь внимание. Если они заметят, что вы суетитесь из-за их хромоты, они могут повторять это ради лакомства.

# FactDog88
source: The most popular dog name for decades was «Fido». In Latin, Fido means «I trust» or «faithful».
ru: Самой популярной кличкой для собак на протяжении десятилетий была «Фидо». С латыни Fido переводится как «я доверяю» или «верный».

# FactDog89
source: A dog’s whiskers are so sensitive they can detect changes in weather. They pick up on subtle drops in barometric pressure.
ru: Усы собаки настолько чувствительны, что могут определять смену погоды. Они улавливают малейшие падения барометрического давления.

# FactDog90
source: Every dog in the world is a descendant of a species of wolf that is now extinct. They are technically a subspecies known as Canis lupus familiaris.
ru: Все собаки в мире являются потомками ныне вымершего вида волков. Технически они являются подвидом, известным как Canis lupus familiaris.

# FactDog91
source: There are over 400 million dogs in the world today. This includes pets, strays, and working animals.
ru: Сегодня в мире насчитывается более 400 миллионов собак. Сюда входят домашние, бездомные и рабочие животные.

# FactDog92
source: Some dogs are trained to hunt truffles. While pigs were traditionally used, dogs are preferred because they don’t try to eat the expensive mushrooms.
ru: Некоторых собак обучают искать трюфели. Хотя традиционно использовали свиней, собаки лучше, так как они не пытаются съесть дорогие грибы.

# FactDog93
source: The «Corgi» name is Welsh for «dwarf dog». Legend says they were used by fairies to pull their carriages.
ru: Название «корги» переводится с валлийского как «карликовая собака». Легенда гласит, что феи использовали их для своих упряжек.

# FactDog94
source: An adult dog has the mental capacity of a 2-year-old human. This includes the ability to feel basic emotions and understand simple logic.
ru: Взрослая собака обладает умственными способностями двухлетнего ребенка. Это включает способность чувствовать базовые эмоции и понимать простую логику.

# FactDog95
source: Dogs don’t like hugs the same way humans do. To a dog, putting your arms over their neck can feel like a dominant or threatening gesture.
ru: Собаки не любят объятия так, как люди. Для собаки рука, положенная на шею, может восприниматься как жест доминирования или угрозы.

# FactDog96
source: The Siberian Husky was bred to run long distances with very little food. They have a unique metabolism that allows them to burn calories without using up their fat stores.
ru: Сибирские хаски были выведены для бега на огромные дистанции при минимуме еды. У них уникальный метаболизм, позволяющий сжигать калории, не расходуя запасы жира.

# FactDog97
source: Three dogs survived the sinking of the Titanic. They were all small breeds that were likely carried into lifeboats by their owners.
ru: Три собаки выжили при крушении Титаника. Это были маленькие породы, которых хозяева, вероятно, пронесли в спасательные шлюпки.

# FactDog98
source: A dog’s nose is wet because it helps them capture scent particles. They often lick their noses to «sample» the smells they’ve collected.
ru: Нос собаки мокрый, потому что это помогает улавливать частицы запаха. Они часто облизывают нос, чтобы «распробовать» собранные ароматы.

# FactDog99
source: Labradors have been the most popular breed in the U.S. for over 30 years. However, the French Bulldog recently took the #1 spot in 2022.
ru: Лабрадоры были самой популярной породой в США более 30 лет. Однако в 2022 году первое место занял французский бульдог.

# FactDog100
source: Your dog truly loves you more than they love themselves. They are one of the only species on the planet that will prioritize your safety over their own.
ru: Ваша собака действительно любит вас больше, чем себя. Это один из немногих видов на планете, который поставит вашу безопасность выше собственной.

# FactDog101
source: Dogs often eat feces. This behavior, known as coprophagia, is often explained by survival instincts where dogs attempt to compensate for a deficiency in enzymes or nutrients. It can also be a behavioral habit inherited from their wolf ancestors, who did this to keep the «den» clean and protect the pack from parasites.
ru: Собаки часто едят экскременты. Это поведение, называемое копрофагией, часто объясняется инстинктами выживания, когда собаки пытаются восполнить дефицит ферментов или питательных веществ в организме. Также это может быть поведенческой привычкой, оставшейся от предков-волков, которые таким образом поддерживали чистоту «логова» и защищали стаю от паразитов.

# FactCat1
source: Cats have a specialized organ called the Jacobson’s organ located in the roof of their mouth. It allows them to «taste-smell» the air, which is why they sometimes stare at you with their mouths open.
ru: У кошек есть специальный орган, называемый органом Якобсона, расположенный на небе. Он позволяет им «пробовать воздух на вкус», поэтому они иногда замирают с открытым ртом.

# FactCat2
source: A cat’s collarbone isn’t attached to other bones, it’s buried in their shoulder muscles. This allows them to squeeze their bodies through any space as narrow as their head.
ru: Ключица кошки не прикреплена к другим костям, она спрятана в плечевых мышцах. Это позволяет им протискиваться в любое отверстие размером с их голову.

# FactCat3
source: Cats can rotate their ears 180 degrees independently of one another. They use 32 different muscles in each ear to pinpoint the exact source of a noise.
ru: Кошки могут вращать ушами на 180 градусов независимо друг от друга. Они используют 32 разные мышцы в каждом ухе, чтобы точно определить источник шума.

# FactCat4
source: The «mew» is a sound cats developed almost exclusively to communicate with humans. Adult cats rarely meow at each other, preferring to use scent, body language, and tactile touch.
ru: Звук «мяу» был разработан кошками почти исключительно для общения с людьми. Взрослые кошки редко мяукают друг на друга, предпочитая запахи и язык тела.

# FactCat5
source: Cats have a third eyelid called a haw that is usually invisible. If you see it, it’s often a sign that the cat is feeling unwell or very sleepy.
ru: У кошек есть третье веко, которое обычно незаметно. Если вы его видите, это часто является признаком того, что кошка нездорова или очень хочет спать.

# FactCat6
source: A cat’s nose print is as unique as a human fingerprint. No two cats have the same pattern of ridges and bumps on their snouts.
ru: Отпечаток носа кошки так же уникален, как отпечатки пальцев человека. У двух кошек не бывает одинакового рисунка выступов и бугорков на носу.

# FactCat7
source: Cats are «digitigrades», meaning they walk on their toes rather than the soles of their feet. This allows them to move faster and much more quietly than other mammals.
ru: Кошки — «пальцеходящие» животные, то есть они ходят на пальцах, а не на всей стопе. Это позволяет им передвигаться быстрее и гораздо тише других млекопитающих.

# FactCat8
source: Their whiskers are roughly the width of their body. They use these highly sensitive hairs to determine if they can fit through a tight opening.
ru: Усы кошки примерно равны ширине её тела. Они используют эти чувствительные волоски, чтобы понять, смогут ли они пролезть в узкий проем.

# FactCat9
source: Cats have a right or left-paw preference, similar to human handedness. Research suggests that male cats are more likely to be left-pawed, while females lean toward the right.
ru: У кошек есть предпочтение правой или левой лапы, как и у людей. Исследования показывают, что коты чаще бывают левшами, а кошки — правшами.

# FactCat10
source: The frequency of a cat’s purr—between 25 and 150 Hertz—can actually improve bone density and promote healing. They aren’t just happy, they are literally vibrating themselves back to health.
ru: Частота кошачьего мурлыканья — от 25 до 150 Гц — может улучшать плотность костей и способствовать заживлению. Они не просто счастливы, они буквально вибрируют себе во благо.

# FactCat11
source: When a cat «kneads» you with its paws, it is a leftover behavior from kittenhood. They did this to their mothers to stimulate milk flow, and now they do it to you because they feel safe.
ru: Когда кошка «мнет» вас лапами, это поведение сохранилось с котячьего возраста. Они делали это со своими мамами для стимуляции притока молока, а теперь делают это с вами, потому что чувствуют себя в безопасности.
