Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# ZooScreenTitle
source: Home
ru: Дом

# CemeteryScreenTitle
source: Cemetery
ru: Погост

# WeatherScreenTitle
source: Weather
ru: Погода

# ProfileScreenTitle
source: Profile
ru: Профиль

# QuestsScreenTitle
source: Quests
ru: Квесты

# ProfileScreenLanguagesLabel
source: Languages
ru: Языки

# ProfileScreenInventoryLabel
source: Inventory
ru: Инвентарь

# ProfileScreenAbilitiesLabel
source: Abilities
ru: Способности

# LanguageKnowledgeTitleCatus
source: Catus language
ru: Язык Катуса

# LanguageKnowledgeTitleDogus
source: Dogus language
ru: Язык Догуса

# LanguageKnowledgeTitleFrogus
source: Frogus language
ru: Язык Фрогуса

# LanguageKnowledgeTitleBober
source: Bober language
ru: Язык Бобера

# LanguageKnowledgeTitleFractal
source: Fractal language
ru: Язык Фрактала

# LanguageKnowledgeTitleDragon
source: Dragon language
ru: Язык Дракона

# LanguageKnowledgeTitleAlien
source: Alien language
ru: Инопланетный язык

# ZooSizeTitle
source: Home size
ru: Размер дома

# ProfileScreenMiscLabel
source: Misc
ru: Прочее

source: Can pets die of old age?
ru: Могут ли петы умереть от старости?

# CreatePetButtonTitle
source: Create new pet
ru: Создать нового пета

source: Will hatch soon…
ru: Скоро вылуплюсь…

# ButtonTitleFeed
source: Feed
ru: Накормить

# ButtonTitlePlay
source: Play
ru: Поиграть

# ButtonTitleHeal
source: Heal
ru: Вылечить

# ButtonTitlePoop
source: Clean
ru: Чистить

# ButtonTitleWakeUp
source: Wake up
ru: Разбудить

# ButtonTitleBury
source: Bury
ru: Похоронить

# ButtonTitleSpeak
source: Speak
ru: Поговорить

# ButtonTitleResurrect
source: Resurrect
ru: Воскресить

# ButtonTitleForget
source: Forget
ru: Забыть

# PetCreationScreenSelectPetType
source: Select pet type
ru: Выбери тип пета

# PetCreationScreenEnterPetName
source: Enter pet name:
ru: Введи имя пета:

# PetCreationScreenEnterPetNameHint
source: Pet name
ru: Имя пета

# PetCreationScreenPetTypeDogus
source: dogus
ru: догуса

# PetCreationScreenPetTypeCatus
source: catus
ru: катуса

# PetCreationScreenPetTypeFrogus
source: frogus
ru: фрогуса

# PetCreationScreenPetTypeBober
source: bober
ru: бобера

# PetCreationScreenPetTypeFractal
source: fractal
ru: фрактал

# PetCreationScreenPetTypeDragon
source: dragon
ru: дракона

# PetCreationScreenPetTypeAlien
source: alien
ru: чужого

# PetCreationScreenButtonTemplate
source: Create %@ %@
ru: Создать %@ %@

# PetCreationScreenButtonTemplateFractal
source: Imagine fractal %@
ru: Вообразить фрактал %@

# PetTypeDescriptionCatus
source: Catus: sleeps 2 hours, awake for 1 hour. Likes warm sunny days. Likes small wind.
ru: Катус: спит 2 часа, бодрствует 1 час. Любит теплые солнечные дни. Любит легкий ветерок.

# PetTypeDescriptionDogus
source: Dogus: sleeps 1 hour, awake for 2 hours. Likes warm sunny days. Likes medium wind.
ru: Догус: спит 1 час, бодрствует 2 часа. Любит теплые солнечные дни. Любит средний ветер.

# PetTypeDescriptionFrogus
source: Frogus: sleeps 1.5 hours, awake for 1.5 hours. Likes cold cloudy days. Does not like wind.
ru: Фрогус: спит 1,5 часа, бодрствует 1,5 часа. Любит прохладные пасмурные дни. Не любит ветер.

# PetTypeDescriptionBober
source: Bober: sleeps 1 hours, awake for 2 hours. Likes warm sunny days. Does not like wind.
ru: Бобер: спит 1 час, бодрствует 2 часа. Любит теплые солнечные дни. Не любит ветер.

# PetTypeDescriptionFractal
source: Fractal: sleeps 1.5 hours, awake for 1.5 hours. Does not care about weather since it is just an idea.
ru: Фрактал: спит 1,5 часа, бодрствует 1,5 часа. Не переживает насчет погоды потому что является просто идеей в твоей голове.

# PetTypeDescriptionDragon
source: Dragon: sleeps 1.5 hours, awake for 1.5 hours. Different types of dragons like different weather
ru: Дракон: спит 1,5 часа, бодрствует 1,5 часа. Разные виды драконов предпочитают разную погоду.

# PetTypeDescriptionAlien
source: Alien: sleeps 1.5 hours, awake for 1.5 hours. Likes cold cloudy days. Likes medium wind.
ru: Чужой: спит 1,5 часа, бодрствует 1,5 часа. Любит прохладные пасмурные дни. Любит средний ветер.

source: Necronomicon
ru: Некрономикон

source: Piece of cloth
ru: Кусок ткани

source: Mysterious book
ru: Загадочная книга

source: Fish
ru: Рыба

source: Frogus egg
ru: Яйцо Фрогуса

source: Dogus egg
ru: Яйцо Догуса

source: Catus egg
ru: Яйцо Катуса

source: Bober egg
ru: Яйцо Бобера

# Basket
source: Wicker basket
ru: Плетёная корзина

source: Dragon egg
ru: Яйцо Дракона

# TwoMeterRuler
source: 2 meter stick
ru: Двухметровая палка

# TenCentimeterRuler
source: 10 centimeter stick
ru: Десятисантиметровая палочка

# MathBook
source: What Is Mathematics?
ru: Что такое математика?

# MemoryOfMage
source: Memory of the Magician
ru: Память о Маге

# MemoryOfWarrior
source: Memory of the Warrior
ru: Память о Воине

# MemoryOfBard
source: Memory of the Bard
ru: Память о Барде

# MemoryOfSmith
source: Memory of the Smith
ru: Память о Кузнеце

# CurseOfMage
source: Curse of the Mage
ru: Проклятье Мага

# CurseOfWarrior
source: Curse of the Warrior
ru: Проклятье Воина

# CurseOfBard
source: Curse of the Bard
ru: Проклятье Барда

# CurseOfSmith
source: Curse of the Smith
ru: Проклятье Кузнеца

# StarSupernova
source: Star in the sky
ru: Звезда в небе

# ClotOfMagic
source: Clot of pure magic
ru: Сгусток чистой магии

source: Spaceship
ru: Космический корабль

# SupernovaInSpace
source: Supernova
ru: Сверхновая

# AbilityNecromancy
source: Necromancy
ru: Некромантия

# AbilityMeditation
source: Meditation
ru: Медитация

# AlienEgg
source: Extraterrestrial capsule
ru: Внеземная капсула

# ItemDescNecronomicon
source: The Necronomicon is a grimoire that contains forbidden knowledge, occult rituals, and descriptions of cosmic entities like Cthulhu and the Great Old Ones. It is a dangerous book that drives readers to madness.
ru: Некрономикон — гримуар, в котором содержатся запретные знания, оккультные ритуалы и описания космических сущностей, таких как Ктулху и Великие Древние. Это опасный том, сводящий читателей с ума.

# ItemDescPieceOfCloth
source: Piece of cloth found at the crime scene.
ru: Кусок ткани, найденный на месте преступления.

# ItemDescMysteriousBook
source: Mysterious book found at a ritual site.
ru: Загадочная книга, найденная на месте проведения ритуалов.

# ItemDescFish
source: Not a very smart fish caught at the pond.
ru: Не очень умная рыба, пойманная в пруду.

# ItemDescFrogusEgg
source: Found by Catus at the pond. Allows the spawning of new Froguses.
ru: Найдено Катусом у пруда. Позволяет порождать новых фрогусов.

# ItemDescDogusEgg
source: It has been with me for as long as I can remember.
ru: Было со мной сколько я себя помню.

# ItemDescCatusEgg
source: It has been with me for as long as I can remember.
ru: Было со мной сколько я себя помню.

# ItemDescBoberEgg
source: Provided to us by the bobers community to support their population.
ru: Предоставлено нам сообществом боберов для поддержания их популяции.

# ItemDescDragonEgg
source: Rescued from the hands of the powerful necromancer Valherris, it allows one to raise dragons.
ru: Спасено из рук могущественного некроманта Валхерриса, позволяет выращивать драконов.

# ItemDescBasket
source: Beautiful and reliable basket for storing eggs (with a lid).
ru: Прекрасная и надёжная корзина для хранения яиц (с крышечкой).

# ItemDescTwoMeterRuler
source: A huge ruler, taller than me.
ru: Здоровенная линейка больше меня ростом.

# ItemDescTenCentimeterRuler
source: A very small ruler, fits in your pocket.
ru: Совсем маленькая линейка, помещается в кармане.

# ItemDescMathBook
source: What Is Mathematics? - book by Herbert Robbins and Richard Courant
ru: Что такое математика? - книга Р. Куранта и Г. Роббинса

# ItemDescMemoryOfMage
source: In the kingdom, the legendary mage’s name is not spoken aloud in haste. He was inscribed in the Book of Royal Archmages not with gold ink, but with black — the mark of those who gave their lives, leaving behind no school, disciples, or heirs, to save the world itself. In the mage towers, students begin their training with the same legend. They are told of the Protector without followers — a mage who founded no order, wrote no treatises, and sought no recognition, but in his hour of need stood between the living and death. Before difficult spells, young mages place their hand momentarily on the cold stone of the wall and whisper his name — not as a prayer, but as a reminder: true magic serves not glory, but choice.
ru: В королевстве имя легендарного мага не произносят вслух в спешке. Его вписали в Книгу королевских архимагов не золотыми чернилами, а чёрным — знаком тех, кто отдал жизнь, не оставив после себя школы, учеников или наследников, спасая сам мир. В магических башнях ученики начинают обучение с одной и той же легенды. Им рассказывают о Защитнике без последователей — маге, который не основал орден, не написал трактатов и не искал признания, но в час нужды встал между живыми и смертью. Перед трудными заклинаниями юные маги на мгновение кладут руку на холодный камень стены и шепчут его имя — не как молитву, а как напоминание: истинная магия служит не славе, а выбору.

# ItemDescMemoryOfWarrior
source: The legendary warrior’s sacrifice is spoken of simply in the kingdom, without lofty words. His sword was returned to its source — the family crypt — and it wasn’t the priests or military leaders who insisted on this, but the common people. Peasants, merchants, and artisans leave small tokens of gratitude at the crypt entrance: a broken horseshoe, a piece of leather, a bundle of grain. No one calls it a tradition — it’s simply done when they remember. They say he fought not for victory, but so that others would have time to escape, and therefore his sword shouldn’t be visible — it should rest. Sometimes, on rainy days, a lantern is lit near the crypt. Not in honor of the hero, but so that the path home will always be illuminated, even if you never return.
ru: О жертве легендарного война в королевстве говорят просто, без высоких слов. Его меч вернули туда, откуда он вышел, — в семейный склеп, и на этом настояли не жрецы и не военачальники, а простые люди. Крестьяне, купцы и ремесленники оставляют у входа в склеп маленькие знаки благодарности: обломок подковы, кусок кожи, узелок зерна. Никто не называет это традицией — так просто делают, когда помнят. Говорят, что он сражался не ради победы, а чтобы другие успели уйти, и потому его меч не должен быть на виду — он должен покоиться. Иногда в дождливые дни возле склепа зажигают фонарь. Не в честь героя — а чтобы путь домой всегда был освещён, даже если ты в него уже не вернёшься.

# ItemDescMemoryOfBard
source: The memory of the legendary bard lives in the kingdom not in stone or in books, but in voices. His song has long since lost its words — everyone sings it in their own way, humming only fragments of a melody that cannot be captured in its entirety. But that’s how it’s passed on: not precisely, but vividly. Children hum it as they play on the thresholds of houses, unaware of its origin. Travelers quietly pick it up on the road when the evening grows too long. No one calls it the memory of a hero — it’s simply a song that comes to them. And on clear nights, when the moon hangs low, some swear the wind suddenly begins to sound smoother and warmer. And if you listen closely, it seems as if someone is singing nearby — not for glory or reward, but so that the road doesn’t seem empty.
ru: Память о легендарном барде живёт в королевстве не в камне и не в книгах, а в голосах. Его песнь давно утратила слова — каждый поёт её по-своему, напевая лишь обрывки мелодии, которую невозможно удержать целиком. Но именно так она и передаётся: не точно, а живой. Дети напевают её, играя у порогов домов, не зная, откуда взялась эта мелодия. Путники тихо подхватывают её в дороге, когда вечер становится слишком долгим. Никто не называет это памятью о герое — это просто песня, которая приходит сама. А в ясные ночи, когда луна висит низко, некоторые уверяют, что ветер вдруг начинает звучать ровнее и теплее. И если прислушаться, кажется, будто кто-то поёт рядом — не для славы и не для награды, а чтобы дорога не казалась пустой.

# ItemDescMemoryOfSmith
source: The memory of the legendary blacksmith doesn’t resound loudly in the kingdom — it weighs heavily. His hammer was returned to the forge of his hometown and hung by the hearth where he once worked. It’s no longer used to forge weapons, but it’s never removed: the fire in that forge has never gone out for a single night since. A monument was erected at the capital’s gates — a stone anvil, crude and simple. It bears no names or inscriptions: everyone knows to whom it’s dedicated. On the opening day, the dwarves of the Ash Caves stood in a circle and silently struck the ground with their hammers. No songs, no speeches — only a dull, heavy sound that shook the stones. Since then, they say: if the city gates suddenly become quieter than usual, it means someone has stopped at the anvil and remembered the one who once stayed so others could leave.
ru: Память о легендарном кузнеце в королевстве не звучит громко — она весит. Его молот вернули в кузницу родного города и повесили у очага, где он когда-то работал. Им больше не куют оружие, но его не убирают: огонь в этой кузнице с тех пор не гаснет ни на одну ночь. У ворот столицы поставили памятник — каменную наковальню, грубую и простую. На ней нет имён и надписей: каждый знает, кому она посвящена. В день открытия гномы из Пепельных Пещер выстроились в круг и молча били молотами по земле. Ни песен, ни речей — только глухой, тяжёлый звук, от которого дрожали камни. С тех пор говорят: если у городских ворот вдруг становится тише обычного, значит кто-то остановился у наковальни и вспомнил о том, который однажды остался, чтобы другие смогли уйти.

# ItemDescCurseOfMage
source: Few know that the mage’s curse began in the Misty Gorge. One of the illusions, not completely dispelled, touched his face — and from then on, half of his features seemed to have a life of their own: reflected in glass incorrectly, whispering other people’s thoughts, remembering things that never happened. Over time, madness slowly began to consume him from within. Spells became increasingly difficult, sleep brought only fog, and his own reflection inspired fear. He tried to fight, sought healing, but realized that some distortions could not be reversed. One day, he left alone, leaving no farewells. He was last seen at the edge of the Misty Gorge, where illusions never completely dissipate. They say that now, among the shadows, one can discern a figure with a half-familiar face — it does not attack or call, only stares, as if still trying to remember who it was.
ru: Мало кто знает, что проклятье мага началось ещё в Туманном Ущелье. Одна из иллюзий, не развеянная до конца, коснулась его лица — и с тех пор половина его черт словно жила собственной жизнью: отражалась в стекле не так, как должна, шептала чужие мысли, вспоминала то, чего не было. Со временем безумие стало медленно пожирать его изнутри. Заклинания давались всё труднее, сон приносил лишь туман, а собственное отражение внушало страх. Он пытался бороться, искал способы исцеления, но понял — некоторые искажения нельзя обратить вспять. Однажды он ушёл один, не оставив прощаний. Его видели в последний раз на краю Туманного Ущелья, где иллюзии никогда не рассеиваются до конца. Говорят, теперь среди теней можно различить фигуру с наполовину знакомым лицом — она не нападает и не зовёт, лишь смотрит, будто всё ещё пытается вспомнить, кем была.

# ItemDescCurseOfWarrior
source: The warrior’s curse was born not of magic, but of a choice denied. At Stone Pass, he was prevented from confronting the giant — and this decision, made out of caution, left a rift deeper than any wound. Honor, unrequited, began to rot. He left alone, without words or witnesses, to reclaim what he considered rightfully his. But when he returned to the pass, he was already broken: doubt dulled his hand, fatigue weighed his steps, and rage proved weaker than stone. He didn’t last five minutes. Now the giant wears his cloak, draped over his shoulder like a warm cloth. He doesn’t know it’s a trophy, doesn’t understand its significance — and in this final humiliation, the warrior’s honor dissolved completely, becoming nothing more than the wind on the pass.
ru: Проклятье воина родилось не от магии, а от отнятого выбора. В Каменном Перевале ему не позволили выйти против великана — и это решение, принятое из осторожности, оставило в нём трещину глубже любой раны. Честь, не получившая ответа, стала гнить. Он ушёл один, без слов и свидетелей, чтобы вернуть то, что считал своим по праву. Но, придя к перевалу вновь, он был уже сломлен: сомнение притупило руку, усталость утяжелила шаги, а ярость оказалась слабее камня. Он не выстоял и пяти минут. Теперь великан носит его плащ, накинутый на плечо как тёплый кусок ткани. Он не знает, что это трофей, не понимает его значения — и в этом последнем унижении честь воина растворилась окончательно, став лишь ветром на перевале.

# ItemDescCurseOfBard
source: The bard’s curse began in the Forest of Singing Winds, where he once dared to respond to the songs of the dryads. They managed to break through further, but the forest did not completely release him — part of the melody wove itself into his voice, leaving an alien rhythm within him. Over time, the songs ceased to be quiet. They came in his dreams, interrupted his thoughts, compelled him to sing even when he was silent. His music became strange: it contained a melancholy that made the listeners’ hearts clench, and a call that made them want to go — not knowing where. He resisted to the last, but one day he realized he could no longer distinguish his own desires from those whispered by the forest. On a windless night, he left his house and walked into the thicket, following the voices that now sounded like a sentence. Since then, a wordless song is sometimes heard in the Forest of Singing Winds — uneven, broken. And those who recognize the human voice in it try to leave quickly: they say the forest sings through the one who once tried to answer it.
ru: Проклятье барда началось в Лесу Поющих Ветров, где он однажды осмелился ответить на песни дриад. Тогда они сумели прорваться дальше, но лес не отпустил его полностью — часть мелодии вплелась в его голос, оставив внутри чужой ритм. Со временем песни перестали быть тихими. Они приходили во сне, перебивали мысли, заставляли его петь, даже когда он молчал. Его музыка стала странной: в ней слышалась тоска, от которой у слушателей сжималось сердце, и зов, от которого хотелось идти — не зная куда. Он сопротивлялся до последнего, но однажды понял, что больше не отличает собственные желания от тех, что нашёптывает лес. В ночь без ветра он вышел из дома и пошёл в чащу, следуя за голосами, которые теперь звучали как приговор. С тех пор в Лесу Поющих Ветров иногда слышат песню без слов — неровную, надломленную. И те, кто узнаёт в ней человеческий голос, стараются уйти быстрее: говорят, лес поёт через того, кто когда-то пытался ему ответить.

# ItemDescCurseOfSmith
source: The blacksmith’s curse began in the Ash Caves, when he found red crystals, warm as life, amid the slag and rusty machinery. He mistook them for a rare ore and began studying them, testing their sound and impact, without noticing how they began to respond to him. At first, the crystals merely drove him mad — distorting time, making him hear meaningful words in the grinding of gears. Then they sprouted: scarlet veins appeared beneath his skin, his bones grew heavier, his movements slower but stronger. When he realized he could no longer distinguish his own will from the call of the earth, it was too late. He removed his hammer, left it at the entrance, and went deeper into the caves, where fire and stone never sleep. They say that now in the Ash Caves, a mechanism that no one has ever set in motion sometimes moves, and in its rhythm one can hear the heavy breathing of one who has chosen to merge with the earth forever.
ru: Проклятье кузнеца началось в Пепельных Пещерах, когда он нашёл среди шлака и ржавых механизмов красные кристаллы, тёплые, словно живые. Он принял их за редкую руду, стал изучать, пробовать на звук и удар, не заметив, как они начали отвечать ему. Сначала кристаллы лишь сводили с ума — искажали время, заставляли слышать в скрежете шестерён осмысленные слова. Потом они пустили ростки: алые жилы проступили под кожей, кости стали тяжелее, движения — медленнее, но сильнее. Когда он понял, что больше не отличает собственную волю от зова земли, было уже поздно. Он снял молот, оставил его у входа и ушёл глубже в пещеры, туда, где огонь и камень никогда не засыпают. Говорят, теперь в Пепельных Пещерах иногда движется механизм, который никто не запускал, и в его ритме слышится тяжёлое дыхание того, кто решил слиться с землёй навсегда.

# ItemDescStarSupernova
source: Night wrapped the village in thick velvet, and only a few fading window lights dared to rival the stars. The sky hung low and silent, as if holding its breath. And then one of the stars flared. At first, it was no more than a spark lost among the silver scatter of lights. Then its radiance began to swell with unnatural force, as though a fiery rift had opened in the very heart of the heavens. In a single instant, the darkness recoiled: rooftops blazed with cold brilliance, the well’s wooden beam flashed like steel, and sharp black shadows slashed across the earth. It was not merely light — it was the cry of a dying sun, forged into a blinding crown of fire. The sky blossomed in orange flame, and for a fleeting moment it seemed that eternity itself had looked down upon the quiet village.
ru: Ночь укутала деревню густым бархатом, и только редкие огни в окнах спорили со звёздами. Небо висело низко и тихо, словно затаило дыхание. И вдруг одна из звёзд вспыхнула. Сначала — как искра, потерявшаяся среди серебряной россыпи. Затем её свет начал расти, разгораясь с неестественной силой, будто в самом сердце небес распахнулся огненный разлом. В одно мгновение тьма отступила: крыши домов озарились холодным сиянием, колодезный журавль блеснул сталью, тени легли резкими чёрными полосами по земле. Это было не просто сияние — это был крик умирающего солнца, превращённый в ослепительную корону света. Небо расцвело оранжевым пламенем, и казалось, будто сама вечность на краткий миг заглянула в тихую деревню.

# ItemDescClotOfMagic
source: It hovered in the air, touching neither earth nor wind — a cluster of pure magic, radiating a soft yet unbearably deep light. Its surface flowed like living quicksilver, shimmering in shades of azure, gold, and a faint violet flame. Within it, tiny sparks flared and faded, as though stars were being born and extinguished in a sky too small for infinity. A quiet hum emanated from it, like the echo of a distant choir chanting ancient words long forgotten. The air around it thickened and trembled, grass bent low, and shadows stretched toward it as if drawn to a source of life. To come near was to feel your skin prickle, as though the very fabric of the world brushed against you with unseen fingers.
ru: Он парил в воздухе, не касаясь ни земли, ни ветра, — сгусток чистой магии, сияющий мягким, но нестерпимо глубоким светом. Его поверхность текла, словно живая ртуть, переливаясь оттенками лазури, золота и едва уловимого фиолетового пламени. Внутри него вспыхивали крошечные искры, будто звёзды рождались и гасли в бесконечно малом небе. От него исходило тихое гудение, похожее на отголосок далёкого хора, поющего древние слова, которые никто уже не помнил. Воздух вокруг сгущался и дрожал, трава склонялась, а тени вытягивались к нему, словно к источнику жизни. Стоило приблизиться — и кожу начинало покалывать, как если бы сама ткань мира касалась тебя невидимыми пальцами.
