Repository: aleksandr-bakanov/petus
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# FactFrog60
source: Some frogs have «ears» on their backs. The Gardiner’s Seychelles Frog lacks middle ears and eardrums, using its mouth cavity to resonate and «hear» sound.
ru: У некоторых лягушек «уши» находятся во рту. Сейшельская лягушка Гардинера не имеет барабанных перепонок, она слышит, используя ротовую полость как резонатор.

# FactFrog61
source: Black-eyed Leaf Frogs have vibrant magenta flanks. While they look plain green from above, they flash these bright colors when they leap to startle predators.
ru: Черноглазые квакши имеют ярко-розовые бока. Сверху они просто зеленые, но при прыжке вспыхивают ярким цветом, чтобы сбить хищника с толку.

# FactFrog62
source: The Pumpkin Toadlet has bones that glow in the dark. Their skeletons are fluorescent and shine through their skin when exposed to UV light, likely as a warning to others.
ru: Кости тыквенного семечка (седлоносной жабы) светятся в темноте. Их скелет флуоресцирует и виден сквозь кожу в УФ-свете, что служит предупреждением для врагов.

# FactFrog63
source: Some frogs have «extra» ribs. The Ribbed Newt (often grouped in amphibian studies) can push its ribs through its skin to act as venom-tipped spikes.
ru: У некоторых лягушек есть «лишние» ребра. Игличтая тритонообразная лягушка может протыкать свою кожу ребрами, используя их как отравленные шипы.

# FactFrog64
source: The European Common Frog can breathe through its butt. While mostly using lungs and skin, it can perform cloacal respiration to stay submerged in cold water for long periods.
ru: Травяная лягушка может дышать через заднее место. Находясь в спячке в холодной воде, она способна поглощать кислород через клоаку.

# FactFrog65
source: The Ghost Frog lives in the «spray zones» of waterfalls. They have developed massive, suction-cup-like toe pads to keep from being washed away by torrential currents.
ru: Призрачные лягушки живут в зоне брызг водопадов. У них развились огромные присоски на пальцах, чтобы их не смыло мощными потоками воды.

# FactFrog66
source: The Crab-eating Frog can survive in saltwater. It is one of the few amphibians capable of living in mangrove swamps by adjusting the urea levels in its blood.
ru: Лягушка-крабоед может выжить в соленой воде. Это одна из немногих амфибий, способных жить в мангровых зарослях, регулируя уровень мочевины в крови.

# FactFrog67
source: Spadefoot Toads use «shovels» on their feet. They have hard, keratinized protrusions on their hind legs that allow them to dig backward into the dirt with incredible speed.
ru: Лопатоноги используют «лопаты» на лапах. У них на задних ногах есть твердые выросты, которые позволяют им за считанные секунды закапываться в землю задом наперед.

# FactFrog68
source: The Holy Cross Frog secretes a natural insect repellent. Its sticky skin glue not only traps attackers but also prevents biting flies from landing on it.
ru: Святой крестоносец выделяет натуральный репеллент. Клейкая слизь на её коже не только ловит нападающих, но и отпугивает кусачих мух.

# FactFrog69
source: Gray Tree Frogs are «antifreeze» experts. They produce high concentrations of glycerol in their blood to prevent their cells from bursting when temperatures drop below freezing.
ru: Серые древесные лягушки — эксперты по антифризу. Они вырабатывают высокую концентрацию глицерина в крови, чтобы их клетки не разрушались при заморозках.

# FactFrog70
source: The American Toad can live for over 30 years. While most wild frogs have short lives, those in protected environments show surprising longevity for such small creatures.
ru: Американская жаба может прожить более 30 лет. В то время как дикие лягушки живут недолго, в защищенной среде они демонстрируют удивительное долголетие.

# FactFrog71
source: The African Foam-nest Tree Frog creates «bubble baths» for eggs. Groups of frogs whip up a frothy foam nest on branches overhanging water to keep eggs moist.
ru: Африканская веслоногая лягушка делает «пенные ванны» для икры. Группа лягушек взбивает пену на ветвях над водой, чтобы икринки оставались влажными.

# FactFrog72
source: Fowler’s Toads can lay up to 25,000 eggs at once. This «quantity over quality» strategy ensures that at least a few survive the gauntlet of predators.
ru: Жаба Фаулера может отложить до 25 000 икринок за раз. Стратегия «количества вместо качества» гарантирует, что хоть кто-то выживет среди множества хищников.

# FactFrog73
source: The Midwife Toad male carries the eggs. After the female lays them, the male wraps the egg strings around his back legs and carries them everywhere until they hatch.
ru: Самец жабы-повитухи носит икру на себе. После откладки он наматывает шнуры с икрой на свои задние лапы и носит их повсюду до самого вылупления.

# FactFrog74
source: Some tadpoles are carnivorous. In crowded ponds, certain spadefoot toad tadpoles develop larger heads and sharper beaks to eat their own siblings.
ru: Некоторые головастики — каннибалы. В перенаселенных прудах головастики некоторых лопатоногов отращивают большие головы и острые клювы, чтобы поедать своих собратьев.

# FactFrog75
source: The Long-nosed Horned Frog is a «sit and wait» master. It remains perfectly still for days, looking like a dead leaf, until a lizard or large insect walks directly into its mouth.
ru: Малайская рогатая лягушка — мастер засады. Она днями лежит неподвижно, прикидываясь сухим листом, пока ящерица или насекомое не зайдет ей прямо в рот.

# FactFrog76
source: The «Devil Frog» (Beelzebufo) once ate baby dinosaurs. This extinct giant from Madagascar was the size of a beach ball and had a bite force comparable to a tiger.
ru: «Дьявольская лягушка» (Beelzebufo) когда-то ела маленьких динозавров. Этот вымерший гигант из Мадагаскара был размером с пляжный мяч и обладал мощнейшим укусом.

# FactFrog77
source: Clawed Frogs were once used as human pregnancy tests. In the 1940s, doctors discovered that injecting a woman’s urine into a female frog would cause the frog to lay eggs if the woman was pregnant.
ru: Шпорцевых лягушек использовали как тесты на беременность. В 1940-х годах выяснилось, что инъекция мочи беременной женщины заставляет самку лягушки метать икру.

# FactFrog78
source: The Harlequin Toad is actually a member of the toad family but looks like a frog. These «toads» are brightly colored and move like athletes, breaking the stereotype of the slow, warty toad.
ru: Ателопы — это на самом деле жабы, хотя выглядят как лягушки. Эти «жабы» ярко окрашены и двигаются очень проворно, разрушая стереотип о медлительных бородавчатых жабах.

# FactFrog79
source: Frogs have been to space. In 1970, NASA sent two bullfrogs into orbit on the «Orbiting Frog Otolith» satellite to study how weightlessness affected their balance.
ru: Лягушки побывали в космосе. В 1970 году НАСА отправило двух лягушек-быков на орбиту для изучения того, как невесомость влияет на их чувство равновесия.

# FactFrog80
source: The Wood Frog’s heart actually stops beating during winter. When it freezes, its heart and breathing cease entirely, only to restart within an hour of thawing out.
ru: Сердце лесной лягушки зимой полностью останавливается. Когда она замерзает, сердцебиение и дыхание прекращаются, восстанавливаясь в течение часа после оттаивания.

# FactFrog81
source: Some frogs can see color in total darkness. Most animals lose color vision in low light, but certain frogs have unique rod cells that allow them to see a full spectrum even in the dead of night.
ru: Некоторые лягушки видят цвета в полной темноте. Большинство животных в сумерках видят мир черно-белым, но у лягушек есть клетки, сохраняющие цветовосприятие.

# FactFrog82
source: Frogs are the world’s first true «vocalists». While insects made sounds first, frogs were the first land animals to evolve vocal cords to produce a complex, controlled voice.
ru: Лягушки — первые настоящие «вокалисты» в мире. Насекомые начали издавать звуки раньше, но лягушки стали первыми сухопутными животными с голосовыми связками.

# FactFrog83
source: A frog’s «ears» can be larger than its eyes. The tympanum (eardrum) on the side of a frog’s head varies in size, in many species, a larger eardrum indicates a male with a louder, deeper call.
ru: Уши лягушки могут быть больше её глаз. Барабанная перепонка находится снаружи, у многих видов большой размер перепонки выдает самца с громким голосом.

# FactFrog84
source: The Pine Barrens Tree Frog is a «pH snob». It specifically chooses to live in acidic cedar swamps that would be chemically «burning» and toxic to almost any other frog species.
ru: Квакша сосновых лесов — «фанат кислоты». Она живет в кислых кедровых болотах, которые были бы химически ядовитыми для любого другого вида лягушек.

# FactFrog85
source: Frogs have a «drink patch» on their bellies. They don’t swallow water with their mouths, instead, they press a thin, highly permeable area of skin on their lower abdomen against wet surfaces to «wick» moisture into their bodies.
ru: У лягушек есть «питьевое пятно» на животе. Они не пьют ртом, а прижимаются тонкой кожей нижней части живота к влажным поверхностям, чтобы впитывать воду.

# FactFrog86
source: Male «True Toads» possess a «ghost» ovary. Known as the Bidder’s organ, this underdeveloped female reproductive organ remains in males and can actually become functional if their primary hormones shift.
ru: У самцов «настоящих жаб» есть скрытый яичник. Орган Биддера — это недоразвитый женский орган, который может стать активным, если у самца изменятся гормоны.

# FactFrog87
source: The Common Reed Frog can change its sex. If a colony has too few males to fertilize eggs, some females can transition into functional males to ensure the population survives.
ru: Тростниковая лягушка может менять пол. Если в колонии не хватает самцов для оплодотворения, некоторые самки способны превратиться в полноценных самцов.

# FactFrog88
source: Some frogs use «toe tapping» to hunt. They twitch their long middle toes rhythmically on the ground to mimic the vibrations of a struggling insect, «luring» real bugs closer to investigate.
ru: Некоторые лягушки «барабанят» пальцами для охоты. Они ритмично постукивают длинным пальцем по земле, имитируя вибрации насекомых, чтобы приманить добычу.

# FactFrog89
source: Frogs were the first to «invent» dental decay. While most skip the dentist, researchers found that some fossilized ancient frogs are among the earliest vertebrates to show evidence of tooth cavities.
ru: Лягушки первыми «изобрели» кариес. Исследователи обнаружили следы разрушения зубов на ископаемых останках древних амфибий.

# FactFrog90
source: The secretion of the Monkey Frog is used as «Amphibian Bio-glue». Scientists are studying its skin peptides to create surgical glues that can seal wounds inside the human body without causing irritation.
ru: Секрет обезьяньей лягушки используется как «био-клей». Ученые изучают его свойства для создания хирургических клеев, способных склеивать раны внутри человеческого тела.

# FactFrog91
source: Frogs can predict earthquakes. In 2009, a colony of common toads in Italy famously abandoned their breeding pond five days before a major earthquake struck, likely sensing pre-seismic shifts in groundwater.
ru: Лягушки могут предсказывать землетрясения. В 2009 году колония жаб в Италии покинула пруд за пять дней до толчков, вероятно, почувствовав изменения в грунтовых водах.

# FactFrog92
source: The High Himalaya Frog lives at 16,000 feet. It thrives at altitudes where the oxygen is so thin and the temperatures so low that most other cold-blooded animals would perish instantly.
ru: Гималайская лягушка живет на высоте 5000 метров. Она процветает в условиях, где уровень кислорода крайне низок, а температура губительна для большинства холоднокровных.

# FactFrog93
source: Frogs have been used as «Milk Preservers». Before refrigeration, some European cultures placed live Russian Brown frogs in milk pails because the antimicrobial peptides on their skin prevented the milk from spoiling.
ru: Лягушек использовали для сохранения молока. До изобретения холодильников в Европе в ведра с молоком клали живых лягушек, так как антисептики на их коже не давали ему скиснуть.

# FactFrog94
source: The world’s longest frog jump was over 33 feet. A South African sharp-nosed frog named «Santjie» holds the record, covering a distance in three hops that would take a human Olympic jumper to match.
ru: Самый длинный прыжок лягушки составил более 10 метров. Южноафриканская остромордая лягушка по имени Сантье совершила это за три прыжка, установив мировой рекорд.

# FactFrog95
source: Frogs are «Living Rain Gauges». Their skin is so sensitive to barometric pressure and humidity that many species will begin a «rain call» hours before a single drop of water actually falls.
ru: Лягушки — живые барометры. Их кожа настолько чувствительна к давлению, что многие виды начинают «дождевой призыв» за несколько часов до первых капель.

# FactFrog96
source: The «Mini» genus has some of the best names in science. There are three species of tiny frogs officially named Mini mum, Mini scule, and Mini ature.
ru: Род «Mini» имеет самые забавные названия в науке. Три вида крошечных лягушек официально называются Mini mum, Mini scule и Mini ature (Минимум, Минискул и Миниатюр).

# FactFrog97
source: Tadpoles can «panic-age» to survive. If a tadpole senses its pond is drying up or sees too many predators, it can release hormones to accelerate its metamorphosis and hop out days earlier than normal.
ru: Головастики могут «экстренно взрослеть» ради спасения. Если водоем пересыхает, они выбрасывают гормоны, которые ускоряют метаморфоз, чтобы выпрыгнуть на сушу на несколько дней раньше.

# FactFrog98
source: The «Spring Peeper» has a built-in «X» on its back. This tiny frog is easily identified by the dark cross-shaped mark on its skin, which is why its scientific name is Pseudacris crucifer.
ru: У весеннего свистуна на спине нарисован «крест». Эту маленькую лягушку легко узнать по темной метке в форме буквы X, за что она получила латинское имя crucifer.

# FactFrog99
source: Frogs are «Environmental Canaries». Because they breathe through their skin, they are the first to get sick when water is polluted, serving as an early warning system for the health of an entire ecosystem.
ru: Лягушки — «индикаторы чистоты». Из-за проницаемой кожи они первыми заболевают при загрязнении воды, служа сигналом тревоги для всей экосистемы.

# FactFrog100
source: The «Paradoxical Frog» is the ultimate Benjamin Button. Its tadpole is a massive 10 inches long, but as it undergoes metamorphosis, it actually loses most of its mass and turns into a 2-inch adult frog.
ru: Удивительная лягушка — это Бенджамин Баттон мира амфибий. Её головастик огромен, но при превращении он теряет большую часть массы и становится в пять раз меньше.

# FactBober1
source: Beavers have orange teeth because their enamel contains high amounts of iron. This mineral makes their teeth incredibly strong and resistant to acid.
ru: У бобров оранжевые зубы, потому что их эмаль содержит большое количество железа. Этот минерал делает их зубы невероятно прочными и устойчивыми к кислоте.

# FactBober2
source: Their front teeth never stop growing throughout their entire lives. They must constantly gnaw on wood to prevent their incisors from becoming too long.
ru: Их передние зубы никогда не перестают расти на протяжении всей жизни. Им приходится постоянно грызть древесину, чтобы резцы не стали слишком длинными.

# FactBober3
source: A beaver’s tail serves as a multi-purpose tool for swimming and balance. It also acts as a fat storage unit to help them survive the winter.
ru: Хвост бобра служит многофункциональным инструментом для плавания и баланса. Он также действует как хранилище жира, помогая им пережить зиму.

# FactBober4
source: They possess a second set of transparent eyelids called nictitating membranes. These act like built-in goggles so they can see clearly underwater.
ru: У них есть вторая пара прозрачных век, называемых мигательными перепонками. Они работают как встроенные очки, позволяя четко видеть под водой.

# FactBober5
source: Beavers have specialized «comb claws» on their hind feet. These split toenails are used specifically for grooming and spreading oils through their fur.
ru: На задних лапах бобров есть специальные «когти-расчески». Эти раздвоенные ногти используются специально для ухода за шерстью и распределения жира.

# FactBober6
source: Their ears and nostrils automatically clamp shut when they submerge. This creates a watertight seal that keeps them comfortable while working.
ru: Их уши и ноздри автоматически плотно закрываются при погружении. Это создает герметичное уплотнение, обеспечивающее комфорт во время работы.

# FactBober7
source: A beaver’s lips can close behind its front teeth. This allows them to chew on branches underwater without drowning or swallowing pond water.
ru: Губы бобра могут смыкаться позади передних зубов. Это позволяет им грызть ветки под водой, не захлебываясь и не заглатывая воду.

# FactBober8
source: They have a massive cecum that contains specialized bacteria for digesting wood. This allows them to extract energy from cellulose that other mammals can’t process.
ru: У них огромная слепая кишка, содержащая специальные бактерии для переваривания древесины. Это позволяет им извлекать энергию из целлюлозы, которую другие млекопитающие не могут усвоить.

# FactBober9
source: Their hind feet are fully webbed like a duck’s. This design provides massive propulsion, allowing them to swim up to 5 miles per hour.
ru: Их задние лапы полностью перепончатые, как у утки. Такая конструкция обеспечивает мощный толчок, позволяя им плавать со скоростью до 8 км/ч.

# FactBober10
source: A beaver can hold its breath for up to 15 minutes. Their heart rate slows down significantly during dives to conserve oxygen.
ru: Бобр может задерживать дыхание на срок до 15 минут. Во время погружения их сердечный ритм значительно замедляется для экономии кислорода.

# FactBober11
source: Beavers produce a chemical compound called castoreum from scent glands near their tail. This substance has a distinct, pleasant smell reminiscent of vanilla.
ru: Бобры вырабатывают химическое соединение под названием кастореум (бобровая струя) из пахучих желез рядом с хвостом. Это вещество имеет отчетливый приятный запах, напоминающий ваниль.

# FactBober12
source: For decades, castoreum was used as a food additive in perfumes and artificial flavorings. While it is rare today, it is still FDA-approved for human consumption.
ru: В течение десятилетий кастореум использовался как пищевая добавка в парфюмерии и искусственных ароматизаторах. Хотя сегодня это редкость, он по-прежнему одобрен для употребления в пищу.

# FactBober13
source: They use this «vanilla goo» to mark their territory. By piling up mud and secreting the oil, they tell other beavers that the pond is occupied.
ru: Они используют эту «ванильную слизь» для пометки своей территории. Насыпая кучи грязи и выделяя секрет, они сообщают другим бобрам, что пруд занят.

# FactBober14
source: Ancient Greeks believed castoreum could cure headaches and epilepsy. They would often hunt beavers specifically to harvest this pungent secretion.
ru: Древние греки верили, что кастореум может лечить головную боль и эпилепсию. Они часто охотились на бобров специально ради этого пахучего секрета.

# FactBober15
source: The word «castor» in their scientific name Castor canadensis comes from the Greek word for the animal. It highlights the historical importance of their scent glands.
ru: Слово «кастор» в их научном названии Castor canadensis происходит от греческого слова, обозначающего животное. Это подчеркивает историческую важность их пахучих желез.

# FactBober16
source: Beaver dams are the only animal-made structures visible from space. A single dam in Alberta, Canada, stretches over 2,700 feet long.
ru: Бобровые плотины — единственные сооружения животных, видимые из космоса. Длина одной плотины в Альберте, Канада, составляет более 850 метров.

# FactBober17
source: They don’t just build for fun, they build to create deep-water moats. This protects them from predators like wolves and bears who dislike deep water.
ru: Они строят не ради забавы, а для создания глубоководных рвов. Это защищает их от хищников, таких как волки и медведи, которые не любят глубокую воду.

# FactBober18
source: Beavers are «ecosystem engineers» because they fundamentally change the landscape. Their dams create wetlands that support thousands of other species.
ru: Бобров называют «инженерами экосистем», потому что они фундаментально меняют ландшафт. Их плотины создают водно-болотные угодья, поддерживающие тысячи других видов.

# FactBober19
source: They build their lodges with underwater entrances to keep land predators out. Inside, they have dry platforms for sleeping and raising their young.
ru: Они строят свои хатки с подводными входами, чтобы не пускать наземных хищников. Внутри у них есть сухие платформы для сна и выращивания потомства.

# FactBober20
source: A single beaver can chew through a 6-inch tree in less than 15 minutes. They use their powerful neck muscles to drive their iron-fortified teeth through the wood.
ru: Один бобр может перегрызть 15-сантиметровое дерево менее чем за 15 минут. Они используют мощные мышцы шеи, чтобы вонзать свои укрепленные железом зубы в древесину.

# FactBober21
source: They prefer to work at night to avoid being spotted by predators. Most of their massive construction projects happen under the cover of darkness.
ru: Они предпочитают работать ночью, чтобы не быть замеченными хищниками. Большинство их масштабных строительных проектов происходит под покровом темноты.

# FactBober22
source: Beavers use mud as «caulk» to seal their dams and lodges. This mud freezes in the winter, making the structure as hard as stone against predators.
ru: Бобры используют грязь как «герметик» для уплотнения своих плотин и хаток. Зимой эта грязь замерзает, делая конструкцию твердой, как камень, для защиты от врагов.

# FactBober23
source: They often dig «canals» to float heavy logs from the forest to their pond. This is much easier than dragging the wood across dry land.
ru: Они часто копают «каналы», чтобы сплавлять тяжелые бревна из леса в свой пруд. Это гораздо проще, чем тащить древесину по суше.

# FactBober24
source: If a beaver hears the sound of running water, it feels an instinctive urge to build. Scientists once played a recording of a stream next to a beaver, and it immediately tried to cover the speaker with mud.
ru: Если бобр слышит звук текущей воды, он чувствует инстинктивное желание строить. Однажды ученые включили запись ручья рядом с бобром, и он тут же попытался заложить динамик грязью.

# FactBober25
source: Their dams help filter toxins and sediment out of the water. This improves the overall water quality for everyone downstream.
ru: Их плотины помогают фильтровать токсины и осадок из воды. Это улучшает общее качество воды для всех обитателей ниже по течению.

# FactBober26
source: Beavers are generally monogamous and stay with their partners for life. They form tight-knit family units known as colonies.
ru: Бобры, как правило, моногамны и остаются со своими партнерами на всю жизнь. Они образуют сплоченные семейные ячейки, называемые колониями.

# FactBober27
source: A typical colony consists of the parents, the new kits, and the yearlings from the previous spring. The older siblings actually help «babysit» the younger ones.
ru: Типичная колония состоит из родителей, новорожденных бобрят и годовалых детей от прошлого приплода. Старшие братья и сестры помогают присматривать за младшими.
